# NLS_ENCODING=UTF-8
# NLS_MESSAGEFORMAT_VAR
featureName=Rational ClearCase SCM-Adapter
providerName=IBM
description=Rational ClearCase - Quellcodeverwaltungstools und Dokumentation
updateSiteName=ClearCase SCM-Adapter - Updates
copyright=(c) Copyright IBM Corporation 2004, 2006. Alle Rechte vorbehalten.
licenseURL=license.htm
licenseText=Internationale Nutzungsbedingungen f\u00fcr Programmpakete\n\nTeil 1 - Allgemeine Bestimmungen\n\nDurch Herunterladen, Installation, Kopieren, Zugreifen auf das Programm oder Nutzung des Programms erkl\u00e4ren Sie sich mit den Bedingungen dieser Vereinbarung einverstanden. Wenn Sie diese Bedingungen im Auftrag einer anderen Person oder eines Unternehmens oder einer anderen juristischen Person akzeptieren, gew\u00e4hrleisten Sie, dass Sie berechtigt sind, diese Person, dieses Unternehmen oder diese juristische Person zur Einhaltung dieser Bedingungen zu verpflichten. Wenn Sie mit den Bedingungen dieser Vereinbarung nicht einverstanden sind,\n\n- d\u00fcrfen Sie das Programm nicht herunterladen, installieren, kopieren, darauf zugreifen oder es benutzen; und \n\n- m\u00fcssen das Programm sowie den zugeh\u00f6rigen Berechtigungsnachweis umgehend an die Stelle zur\u00fcckgeben, bei der Sie das Programm erworben haben, um eine R\u00fcckerstattung des bezahlten Betrags zu veranlassen. Wenn Sie das Programm heruntergeladen haben, wenden Sie sich an die Stelle, bei der Sie das Programm erworben haben. \n\n"IBM" steht f\u00fcr International Business Machines Corporation oder eine IBM Tochtergesellschaft.\n\nDie "Lizenzinformation" ist ein Dokument, das programmspezifische Informationen enth\u00e4lt. Die Lizenzinformation eines Programms kann unter http://www.ibm.com/software/sla/ abgerufen werden. Dar\u00fcber hinaus kann sie in einer Datei im Verzeichnis des Programms zur Verf\u00fcgung gestellt oder \u00fcber einen entsprechenden Systembefehl abgerufen werden oder ist dem Programm als Brosch\u00fcre beigelegt. \n\nDas "Programm" umfasst die folgenden Komponenten einschlie\u00dflich des Originals und aller vollst\u00e4ndigen und Teilkopien: 1) maschinenlesbare Instruktionen und Daten, 2) Komponenten, 3) audiovisuelles Material (z. B. Abbildungen, Texte, Aufzeichnungen oder Grafiken), 4) zugeh\u00f6riges Lizenzmaterial und 5) Lizenznutzungsdokumente oder -schl\u00fcssel sowie Dokumentationen. \n\nEin "Berechtigungsnachweis" belegt Ihre Berechtigung zur Nutzung eines Programms in einer definierten Programmstufe. Diese Stufe kann z. B. anhand der Anzahl der Prozessoren oder Benutzer ermittelt werden. Der Berechtigungsnachweis gibt dar\u00fcber hinaus Aufschluss \u00fcber Ihren Anspruch auf Gew\u00e4hrleistung, die Preise f\u00fcr zuk\u00fcnftige Upgrades (sofern vorhanden) sowie \u00fcber m\u00f6gliche Sonder- und Werbeaktionen. Wenn Ihnen von IBM kein Berechtigungsnachweis zur Verf\u00fcgung gestellt wird, akzeptiert IBM ggf. den Originalverkaufsbeleg oder einen gleichwertigen Verkaufsbeleg Ihrer Verkaufsstelle (entweder IBM oder ein IBM Reseller) f\u00fcr das Programm, vorausgesetzt, auf diesem ist der Name des Programms und die erworbene Nutzungsstufe dokumentiert. \n\n"Sie" und "Ihr" bezieht sich entweder auf eine Einzelperson oder eine einzelne juristische Person. \n\nDiese Vereinbarung umfasst Teil 1 - Allgemeine Bestimmungen, Teil 2 - L\u00e4nderspezifische Bedingungen (sofern vorhanden), Lizenzinformationen und Berechtigungsnachweis und stellt eine vollst\u00e4ndige Vereinbarung zwischen Ihnen und IBM zur Nutzung des Programms dar. Sie ersetzt alle zuvor getroffenen m\u00fcndlichen oder schriftlichen Absprachen zwischen Ihnen und IBM in Bezug auf die Nutzung des Programms. Die Bedingungen von Teil 2 und die Lizenzinformationen k\u00f6nnen die Bedingungen in Teil 1 ersetzen oder erg\u00e4nzen. Im Falle eines Widerspruchs zwischen den Bedingungen dieser Vereinbarung und den Bedingungen des IBM International Passport Advantage Vertrags gelten die Bedingungen der zuletzt genannten Vereinbarung.\n\n1. Berechtigung\n\nLizenz\n\nDas Programm ist Eigentum von IBM oder eines IBM Lieferanten und wird urheberrechtlich gesch\u00fctzt und lizenziert, jedoch nicht verkauft. \n\nIBM erteilt Ihnen eine nicht ausschlie\u00dfliche Lizenz zur Nutzung des Programms, wenn Sie dieses rechtm\u00e4\u00dfig erworben haben. \n\nSie d\u00fcrfen 1) das Programm in dem im Berechtigungsnachweis definierten Umfang nutzen und 2) Kopien des Programms, einschlie\u00dflich einer Sicherungskopie, zur Unterst\u00fctzung dieser Nutzung erstellen und installieren. Die Bedingungen dieser Lizenz gelten f\u00fcr jede Kopie. Sie verpflichten sich, auf jeder Kopie oder Teilkopie des Programms den Copyrightvermerk und alle anderen Eigentumshinweise anzubringen.\n\nWenn Sie das Programm als Programmupgrade erwerben, d\u00fcrfen Sie nach der Installation des Upgrades die Vorversion nicht mehr verwenden oder an Dritte weitergeben. \n\nSie verpflichten sich sicherzustellen, dass jeder Benutzer das Programm (unabh\u00e4ngig davon, ob der Zugriff lokal oder von einem fernen System aus erfolgt) bestimmungsgem\u00e4\u00df verwendet und die Bedingungen dieser Vereinbarung beachtet. \n\nEs ist Ihnen untersagt, 1) das Programm abweichend von den Bestimmungen dieser Vereinbarung zu nutzen, zu kopieren, zu \u00e4ndern oder weiterzugeben; 2) umzuwandeln (reverse assemble, reverse compile), sofern eine solche Umwandlung nicht durch ausdr\u00fcckliche gesetzliche Regelung unabdingbar vorgesehen ist; oder 3) das Programm in Unterlizenz zu vergeben, zu vermieten oder anderweitig weiterzugeben. \n\nIBM kann Ihre Lizenz k\u00fcndigen, wenn Sie die Bedingungen dieser Vereinbarung nicht einhalten. In diesem Fall sind Sie verpflichtet, alle Kopien des Programms sowie den zugeh\u00f6rigen Berechtigungsnachweis zu vernichten. \n\nGeld-zur\u00fcck-Garantie\n\nFalls Sie aus irgendeinem Grund mit dem Programm nicht zufrieden sind und wenn Sie der urspr\u00fcngliche Lizenznehmer des Programms sind, k\u00f6nnen Sie es zusammen mit dem zugeh\u00f6rigen Berechtigungsnachweis innerhalb von 30 Tagen nach dem Datum der Rechnungsstellung gegen Erstattung des gezahlten Betrags an die Stelle zur\u00fcckgeben, bei der Sie das Programm erworben haben. Wenn Sie das Programm heruntergeladen haben, erhalten Sie von der Stelle, bei der Sie das Programm erworben haben, weitere Anweisungen zur Erstattung des gezahlten Betrags.\n\nProgramm\u00fcbertragung\n\nSie k\u00f6nnen ein Programm und alle Lizenzrechte und -verpflichtungen nur an Dritte \u00fcbertragen, wenn diese sich mit den Bedingungen dieser Vereinbarung einverstanden erkl\u00e4ren. Wenn Sie das Programm \u00fcbertragen, m\u00fcssen Sie auch eine Kopie dieser Vereinbarung einschlie\u00dflich des zugeh\u00f6rigen Berechtigungsnachweises beif\u00fcgen. Nach der \u00dcbertragung sind Sie nicht mehr berechtigt, das Programm weiterhin zu nutzen. \n\n2. Geb\u00fchren\n\nBei dem f\u00fcr eine Programmlizenz zu bezahlenden Betrag handelt es sich um eine Einmalgeb\u00fchr.\n\nEinmalgeb\u00fchren basieren auf der erworbenen Nutzungsstufe, die im Berechtigungsnachweis dokumentiert ist. IBM gew\u00e4hrt keine Gutschriften oder R\u00fcckerstattungen f\u00fcr bereits f\u00e4llige oder gezahlte Geb\u00fchren, mit Ausnahme anders lautender Bestimmungen in dieser Vereinbarung. \n\nWenn Sie die Nutzungsstufe erh\u00f6hen wollen, m\u00fcssen Sie IBM oder die Stelle, bei der Sie das Programm erworben haben, benachrichtigen und die anfallenden Geb\u00fchren bezahlen.\n\nWenn eine andere Stelle f\u00fcr das Programm Z\u00f6lle, Steuern, Abgaben oder Geb\u00fchren erhebt, die nicht in den IBM Geb\u00fchren enthalten sind, erkl\u00e4ren Sie sich mit der Zahlung des angegebenen Betrags einverstanden oder verpflichten sich zur Bereitstellung der f\u00fcr die Freistellung erforderlichen Unterlagen. Ab dem Datum des Kaufes sind Sie verantwortlich f\u00fcr alle das Programm betreffenden Verm\u00f6genssteuern. \n\n3. Begrenzte Gew\u00e4hrleistung\n\nIBM gew\u00e4hrleistet, dass das Programm bei Nutzung in der angegebenen Betriebsumgebung seinen Spezifikationen entspricht. Die Gew\u00e4hrleistung gilt nur f\u00fcr den unver\u00e4nderten Teil des Programms. IBM gew\u00e4hrleistet keinen ununterbrochenen oder fehlerfreien Betrieb des Programms oder die Korrektur aller Programmfehler. F\u00fcr die Ergebnisse aus der Nutzung des Programms sind Sie selbst verantwortlich. \n\nIBM stellt Ihnen kostenlosen Zugriff auf IBM Datenbanken mit Informationen zu bekannten Programmfehlern, Fehlerbehebungsma\u00dfnahmen, Einschr\u00e4nkungen und Ma\u00dfnahmen zur Fehlervermeidung zur Verf\u00fcgung. Weitere Informationen hierzu enth\u00e4lt der IBM Software Support Guide unter http://www.ibm.com/software/support. IBM stellt diese Informationen f\u00fcr einen Zeitraum von mindestens einem Jahr nach dem Kauf des Programms durch den urspr\u00fcnglichen Lizenznehmer (Gew\u00e4hrleistungszeitraum) bereit. \n\nWenn das Programm innerhalb des Gew\u00e4hrleistungszeitraums nicht wie zugesichert funktioniert und das Problem nicht mit Hilfe der in den IBM Datenbanken bereitgestellten Informationen behoben werden kann, sind Sie berechtigt, das Programm und den zugeh\u00f6rigen Berechtigungsnachweis bei der Stelle (IBM oder ein IBM Reseller) zur\u00fcckzugeben, bei der das Programm gekauft wurde. Sie erhalten die bezahlten Geb\u00fchren dann zur\u00fcck. Wenn Sie das Programm heruntergeladen haben, erhalten Sie von der Stelle, bei der Sie das Programm erworben haben, weitere Anweisungen zur Erstattung des gezahlten Betrags. \n\nDiese Gew\u00e4hrleistungsbedingungen sind abschlie\u00dfend und ersetzen s\u00e4mtliche etwaige sonstige Gew\u00e4hrleistungsanspr\u00fcche. Einige L\u00e4nder oder Rechtsordnungen erlauben nicht den Ausschluss ver\u00f6ffentlichter oder stillschweigender Gew\u00e4hrleistungen, so dass obige Einschr\u00e4nkungen m\u00f6glicherweise nicht anwendbar sind. In diesem Fall sind derartige Gew\u00e4hrleistungen auf die Zeitdauer des Gew\u00e4hrleistungszeitraums begrenzt. Nach Ablauf des Gew\u00e4hrleistungszeitraums wird keinerlei Gew\u00e4hrleistung mehr erbracht. Einige L\u00e4nder oder Rechtsordnungen erlauben nicht die Begrenzung der Zeitdauer einer stillschweigenden Gew\u00e4hrleistung, so dass obige Einschr\u00e4nkungen m\u00f6glicherweise nicht anwendbar sind. \n\nDiese Gew\u00e4hrleistungen erm\u00f6glichen Ihnen die Geltendmachung spezifischer juristischer Rechte und dar\u00fcber hinaus zus\u00e4tzlicher Rechte, die abh\u00e4ngig vom jeweiligen Land oder der jeweiligen Rechtsordnung variieren k\u00f6nnen. \n\n4. Haftungsbegrenzung\n\nSoweit Sie aus Verschulden der IBM oder aus sonstigen Gr\u00fcnden von der IBM Schadensersatz fordern, ist die Haftung der IBM unabh\u00e4ngig von der Rechtsgrundlage, auf der Ihr Schadensersatzanspruch an IBM beruht (einschlie\u00dflich Verletzung wesentlicher Vertragspflichten, Fahrl\u00e4ssigkeit, unrichtiger Angaben oder anderer Anspr\u00fcche aus dem Vertrag oder auf Grund unerlaubter Handlungen) und au\u00dfer in F\u00e4llen der gesetzlich zwingenden Haftung, begrenzt auf:  1) Personensch\u00e4den (einschlie\u00dflich Tod) und Sch\u00e4den an Immobilien und beweglichen Sachen und 2) bei anderen direkten Sch\u00e4den bis zu den Geb\u00fchren f\u00fcr das Programm, das Grundlage des Rechtsanspruches ist. \n\nDiese Haftungsbegrenzung gilt auch f\u00fcr Programmlieferanten. Dies ist der maximale Betrag, f\u00fcr den IBM und diese gemeinsam haftbar gemacht werden k\u00f6nnen.\n\nAuf keinen Fall sind IBM oder ihre Programmlieferanten in folgenden F\u00e4llen haftbar, auch wenn auf die M\u00f6glichkeit solcher Sch\u00e4den hingewiesen wurde: \n\n1. Verlust oder Besch\u00e4digung von Daten;\n\n2. unmittelbare, mittelbare oder sonstige Folgesch\u00e4den; oder\n\n3. entgangener Gewinn, entgangene Gesch\u00e4ftsabschl\u00fcsse, Ums\u00e4tze, Sch\u00e4digung des guten Namens oder Verlust erwarteter Einsparungen. \n\nEinige Rechtsordnungen erlauben nicht den Ausschluss oder die Begrenzung von Folgesch\u00e4den, so dass obige Einschr\u00e4nkungen und Ausschl\u00fcsse m\u00f6glicherweise nicht anwendbar sind.\n\n5. Allgemeines\n\n1. Keine Bestimmung in dieser Vereinbarung betrifft Verbraucherschutzrechte und sonstige Regeln, die gesetzlich unabdingbar sind. \n\n2. Falls eine der Bedingungen dieser Vereinbarung im Rahmen des geltenden Rechts ung\u00fcltig oder undurchf\u00fchrbar ist, sind die \u00fcbrigen Bedingungen dieser Vereinbarung davon nicht betroffen und gelten weiterhin in vollem Umfang. \n\n3. Sie erkl\u00e4ren sich mit allen geltenden Gesetzen zur Kontrolle von Im- und Export, Verordnungen und Bestimmungen einverstanden.\n\n4. Sie erkl\u00e4ren sich damit einverstanden, dass IBM Ihre pers\u00f6nlichen Daten einschlie\u00dflich Name, Telefonnummern und E-Mail-Adressen speichert und verwendet. Diese Informationen werden im Rahmen unserer Gesch\u00e4ftsbeziehung verarbeitet und verwendet und d\u00fcrfen Vertragsnehmern, Business Partnern und Bevollm\u00e4chtigten von IBM f\u00fcr die Durchf\u00fchrung der gemeinsamen Gesch\u00e4ftsaktivit\u00e4ten einschlie\u00dflich der Kommunikation mit Ihnen (z. B. zur Bestellverarbeitung, zu Werbezwecken oder f\u00fcr Marktuntersuchungen) zur Verf\u00fcgung gestellt werden. \n\n5. Sowohl Sie als auch IBM verpflichten sich, keine Klage im Rahmen dieser Vereinbarung sp\u00e4ter als zwei Jahre nach Auftreten des Klagegegenstands einzureichen, soweit keine anders lautenden gesetzlichen Regelungen unabdingbar vorgesehen sind. \n\n6. Weder Sie noch IBM sind f\u00fcr die Nichterf\u00fcllung von vertraglichen Verpflichtungen aus Gr\u00fcnden haftbar, die von den Vertragspartnern nicht beeinflusst werden k\u00f6nnen. \n\n7. Aus dieser Vereinbarung ergibt sich kein Recht auf Klage oder Klagegegenstand f\u00fcr Dritte, und IBM ist nicht haftbar f\u00fcr Anspr\u00fcche Dritter gegen Sie, die nicht im zuvor aufgef\u00fchrten Abschnitt zur Haftungsbegrenzung spezifiziert sind, und f\u00fcr Personensch\u00e4den (einschlie\u00dflich Tod) und Sch\u00e4den an Immobilien und beweglichen Sachen, f\u00fcr die IBM nach den gesetzlichen Bestimmungen haftbar ist. \n\n6. Geltendes Recht, Rechtsprechung und Schiedsspruchverfahren\n\nGeltendes Recht\n\nSowohl Sie als auch IBM sind damit einverstanden, dass die Gesetze des Landes zur Anwendung kommen, in dem Sie die Programmlizenz erworben haben, um die Rechte, Pflichten und Verpflichtungen von Ihnen und IBM, die sich aus dem Inhalt dieser Vereinbarung ergeben oder in irgendeiner Weise damit in Zusammenhang stehen, zu regeln, zu interpretieren und durchzuf\u00fchren, ungeachtet unterschiedlicher Rechtsgrundlagen. \n\nDie Vertragskonvention der Vereinten Nationen f\u00fcr den internationalen Warenverkauf kommt nicht zur Anwendung.\n\nRechtsprechung\n\nAlle Rechte, Pflichten und Verpflichtungen unterliegen der Rechtsprechung des Landes, in dem die Programmlizenz erworben wurde. \n\nTeil 2 - L\u00e4nderspezifische Bedingungen\n\nEUROPA, MITTLERER OSTEN, AFRIKA (EMEA)\n\nBegrenzte Gew\u00e4hrleistung (Abschnitt 3): In der Europ\u00e4ischen Gemeinschaft wird Folgendes angef\u00fcgt:\n\nIn der Europ\u00e4ischen Gemeinschaft sind f\u00fcr Konsumenten unter den geltenden nationalen rechtlichen Bestimmungen Rechte f\u00fcr den Verkauf von Konsumg\u00fctern definiert. Diese Rechte sind von den Bestimmungen zur Haftungsbegrenzung, die im obigen Abschnitt 3 dieser Vereinbarung enthalten sind, nicht betroffen. Der r\u00e4umliche Geltungsbereich der Haftungsbegrenzung ist weltweit. \n\nHaftungsbegrenzung (Abschnitt 4): In \u00d6sterreich und der Schweiz wird dieser Abschnitt vollst\u00e4ndig durch folgende Regelungen ersetzt:\n\nVorausgesetzt, dass keine anderweitigen verbindlichen Rechtsbestimmungen gelten: \n\nDie Haftung von IBM f\u00fcr Sch\u00e4den und Verluste, die als Folge der Erf\u00fcllung der Bestimmungen dieser Vereinbarung oder in Zusammenhang mit dieser Vereinbarung verursacht wurden oder die auf einem anderen, mit dieser Vereinbarung in Zusammenhang stehenden Grund beruhen, ist begrenzt auf die Kompensation der Sch\u00e4den und Verluste, die als unmittelbare und direkte Folge der Nichterf\u00fcllung solcher Verpflichtungen (bei Verschulden von IBM) oder Gr\u00fcnde entstanden und belegt sind. Der H\u00f6chstbetrag entspricht hierbei den von Ihnen f\u00fcr das Programm bezahlten Geb\u00fchren.\n\nDie obige Einschr\u00e4nkung gilt nicht f\u00fcr Personensch\u00e4den (einschlie\u00dflich Tod) und f\u00fcr direkte Sch\u00e4den an Immobilien und beweglichen Sachen, f\u00fcr die IBM rechtlich haftbar ist. \n\nAuf keinen Fall ist IBM in folgenden F\u00e4llen haftbar, auch wenn auf die M\u00f6glichkeit solcher Sch\u00e4den hingewiesen wurde: 1) Verlust oder Besch\u00e4digung von Daten; 2) spezielle mittelbare oder Folgesch\u00e4den oder andere gesch\u00e4ftliche Folgesch\u00e4den; 3) entgangene Gewinne, auch wenn sie als direkte Folge des Ereignisses entstanden sind, das zu den Sch\u00e4den gef\u00fchrt hat; oder 4) entgangene Gesch\u00e4ftsabschl\u00fcsse, Ums\u00e4tze, Sch\u00e4digung des guten Namens oder Verlust erwarteter Einsparungen. \n\nDie in dieser Vereinbarung spezifizierten Haftungsbegrenzungen und -ausschl\u00fcsse gelten nicht nur f\u00fcr die von IBM durchgef\u00fchrten Aktivit\u00e4ten, sondern auch f\u00fcr die Aktivit\u00e4ten von IBM Lieferanten. Sie legen den H\u00f6chstbetrag fest, f\u00fcr den IBM und IBM Lieferanten gemeinsam haftbar sind.\n\nGeltendes Recht, Rechtsprechung und Schiedsspruchverfahren (Abschnitt 6)\n\nRechtsprechung\n\nFolgende Ausnahmen werden zu diesem Abschnitt hinzugef\u00fcgt:\n\n1) In \u00d6sterreich gilt als Gerichtsstand f\u00fcr alle aus dieser Vereinbarung erwachsenden und mit dieser in Zusammenhang stehenden Streitf\u00e4lle einschlie\u00dflich Streitf\u00e4llen bez\u00fcglich ihres Vorhandenseins das zust\u00e4ndige Gericht in Wien, \u00d6sterreich (Innenstadt); \n\n\u00d6STERREICH: Begrenzte Gew\u00e4hrleistung (Abschnitt 3): Am Anfang dieses Abschnitts wird Folgendes eingef\u00fcgt:\n\nDer Gew\u00e4hrleistungszeitraum betr\u00e4gt zw\u00f6lf Monate ab dem Datum der Lieferung. Als Begrenzungszeitraum f\u00fcr Kunden mit laufenden Verfahren wegen Verst\u00f6\u00dfen gegen die Gew\u00e4hrleistungsbestimmungen gilt mindestens die gesetzlich vereinbarte Zeitdauer.\n\nDie Gew\u00e4hrleistung f\u00fcr ein Programm umfasst die Funktionalit\u00e4t des Programms bei normalem Gebrauch und die \u00dcbereinstimmung des Programms mit den geltenden Spezifikationen. \n\nDie letzten beiden Abschnitte werden durch Folgendes ersetzt: \n\nSofern durch die geltenden gesetzlichen Regelungen nicht anders vorgesehen, sind unsere Verpflichtungen auf die genannten Bestimmungen begrenzt. \n\nAllgemeines (Abschnitt 5): Zu Unterziffer 4 wird Folgendes hinzugef\u00fcgt:\n\nIm Rahmen dieser Bestimmung umfassen die Kontaktinformationen auch Ihre pers\u00f6nlichen Informationen als juristische Person, z. B. Umsatzdaten und andere Informationen zu Gesch\u00e4ftsaktivit\u00e4ten.\n\nDEUTSCHLAND: Begrenzte Gew\u00e4hrleistung (Abschnitt 3): Am Anfang dieses Abschnitts wird Folgendes eingef\u00fcgt:\n\nDer Gew\u00e4hrleistungszeitraum betr\u00e4gt zw\u00f6lf Monate ab dem Datum der Lieferung. Als Begrenzungszeitraum f\u00fcr Kunden mit laufenden Verfahren wegen Verst\u00f6\u00dfen gegen die Gew\u00e4hrleistungsbestimmungen gilt mindestens die gesetzlich vereinbarte Zeitdauer. \n\nDie Gew\u00e4hrleistung f\u00fcr ein Programm umfasst die Funktionalit\u00e4t des Programms bei normalem Gebrauch und die \u00dcbereinstimmung des Programms mit den geltenden Spezifikationen. \n\nDie letzten beiden Abschnitte werden durch Folgendes ersetzt:\n\nSofern durch die geltenden gesetzlichen Regelungen nicht anders vorgesehen, sind unsere Verpflichtungen auf die genannten Bestimmungen begrenzt. \n\nHaftungsbegrenzung (Abschnitt 4): Der folgende Absatz wird diesem Abschnitt hinzugef\u00fcgt: \n\nDie in diesem Abschnitt genannten Begrenzungen und Ausschl\u00fcsse entfallen bei Vorsatz und grober Fahrl\u00e4ssigkeit der IBM. \n\nAllgemeines (Abschnitt 5): Die Bestimmungen in Unterziffer 5 werden durch Folgendes ersetzt: \n\nF\u00fcr alle Anspr\u00fcche, die aus dieser Vereinbarung entstehen, gilt eine gesetzliche Begrenzungsfrist von drei Jahren. Ausgenommen von dieser Regelung sind die unter Abschnitt 3 (Begrenzte Gew\u00e4hrleistung) dieser Vereinbarung aufgef\u00fchrten F\u00e4lle.\n\nSCHWEIZ: Allgemeines (Abschnitt 5): Zu Unterziffer 4 wird Folgendes hinzugef\u00fcgt:\n\nIm Rahmen dieser Bestimmung umfassen die Kontaktinformationen auch Ihre pers\u00f6nlichen Informationen als juristische Person, z. B. Umsatzdaten und andere Informationen zu Gesch\u00e4ftsaktivit\u00e4ten.\n\nZ125-3301-12 (01/2003)\n\n\n\nLIZENZINFORMATION\n\nF\u00fcr die Lizenzierung der nachfolgend aufgelisteten Programme gelten zus\u00e4tzlich zu den Bedingungen in Internationale Nutzungsbedingungen f\u00fcr Programmpakete die folgenden Vertragsbedingungen.\n\nProgrammname:  SCM Adapter Plug-in for IBM Rational ClearCase\nProgrammnummer:  5724-G29\nBerechtigung zur Nutzung auf Heimcomputer/tragbarem Computer: Das Programm darf auf der prim\u00e4ren Maschine und einer weiteren Maschine unter der Voraussetzung installiert werden, dass es nicht auf beiden Maschinen gleichzeitig ausgef\u00fchrt wird.\n\n\nAngegebene Betriebsumgebung\n\nDie Programmspezifikationen und Informationen zur Betriebsumgebung befinden sich in der Dokumentation zu diesem Programm, sofern verf\u00fcgbar, wie z. B. in einer Readme-Datei, oder in anderen, von IBM ver\u00f6ffentlichten Informationen, wie z. B. in einer Vertriebsfreigabe.\n\nProgrammspezifische Bedingungen\n\nDiese Software ist zur Nutzung mit dem IBM Programm vorgesehen, das oben bei Produktname angegeben ist. Diese Software wird auf der Basis derselben Bedingungen, einschlie\u00dflich Lizenztyp, lizenziert wie das oben genannte IBM Programm, f\u00fcr das Sie bereits eine g\u00fcltige Lizenz erworben haben.\n\nD/N:  L-KHUY-6PDP84\nP/N:  L-KHUY-6PDP84 \n
