# NLS_ENCODING=UTF-8
# NLS_MESSAGEFORMAT_NONE
featureName=Rational ClearCase SCM \uc5b4\ub311\ud130
providerName=IBM
description=Rational ClearCase \uc18c\uc2a4 \uc81c\uc5b4 \uad00\ub9ac \ub3c4\uad6c \ubc0f \ubb38\uc11c\uc785\ub2c8\ub2e4.
updateSiteName=ClearCase SCM \uc5b4\ub311\ud130 \uac31\uc2e0\uc0ac\ud56d
copyright=(c) Copyright IBM Corporation 2004, 2006.  All rights reserved.
licenseURL=license_ko.htm
licenseText=\ud504\ub85c\uadf8\ub7a8 \ub77c\uc774\uc13c\uc2a4 \uacc4\uc57d(IPLA)\n\n\uc81c 1 \ubd80 - \uc77c\ubc18 \uc870\ud56d\n\n\ubcf8 \ud504\ub85c\uadf8\ub7a8\uc744 \ub2e4\uc6b4\ub85c\ub4dc, \uc124\uce58, \ubcf5\uc0ac, \uc561\uc138\uc2a4 \ub610\ub294 \uc0ac\uc6a9\ud568\uc73c\ub85c\uc368 \uadc0\ud558\ub294 \ubcf8 \uacc4\uc57d\uc758 \uc870\ud56d\uc5d0 \ub3d9\uc758\ud558\uac8c \ub429\ub2c8\ub2e4. \ub9cc\uc77c \uadc0\ud558\uac00 \uc81c3\uc790 \uac1c\uc778\uc774\ub098 \ud68c\uc0ac \ub610\ub294 \uae30\ud0c0 \ubc95\uc778\uccb4\ub97c \ub300\ud45c\ud558\uc5ec \ubcf8 \uacc4\uc57d\uc758 \uc870\ud56d\uc744 \uc2b9\uc778\ud558\ub294 \uacbd\uc6b0, \uadc0\ud558\ub294 \uadc0\ud558\uc5d0\uac8c \ud574\ub2f9 \uc81c3\uc790 \uac1c\uc778\uc774\ub098 \ud68c\uc0ac \ub610\ub294 \ubc95\uc778\uccb4\uac00 \uc774\ub4e4 \uc870\ud56d\uc744 \uc900\uc218\ud558\ub3c4\ub85d \ud560 \uc644\uc804\ud55c \uad8c\ud55c\uc774 \uc788\uc74c\uc744 \ubcf4\uc99d\ud558\uace0 \uc9c4\uc220\ud569\ub2c8\ub2e4. \ubcf8 \uacc4\uc57d \uc870\uac74\uc5d0 \ub3d9\uc758\ud558\uc9c0 \uc54a\ub294 \uacbd\uc6b0,\n\n- \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc744 \ub2e4\uc6b4\ub85c\ub4dc, \uc124\uce58, \ubcf5\uc0ac, \uc561\uc138\uc2a4 \ub610\ub294 \uc0ac\uc6a9\ud558\uc9c0 \ub9c8\uc2dc\uace0,\n\n- \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc744 \ucde8\ub4dd\ud55c \ub2f9\uc0ac\uc790\uc5d0\uac8c \ubcf8 \ud504\ub85c\uadf8\ub7a8 \ubc0f \ud574\ub2f9 \ub77c\uc774\uc13c\uc2a4 \uc99d\uc11c\ub97c \ubc18\ud658\ud558\uace0 \uadc0\ud558\uac00 \uc9c0\ubd88\ud55c \uae08\uc561\uc744 \ud658\ubd88 \ubc1b\uc73c\uc2dc\uae30 \ubc14\ub78d\ub2c8\ub2e4. \ud504\ub85c\uadf8\ub7a8\uc744 \ub2e4\uc6b4\ub85c\ub4dc\ud55c \uacbd\uc6b0, \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc744 \ucde8\ub4dd\ud55c \ud574\ub2f9 \ub2f9\uc0ac\uc790\uc5d0\uac8c \ubb38\uc758\ud558\uc2dc\uae30 \ubc14\ub78d\ub2c8\ub2e4.\n\n"IBM"\uc740 International Business Machines Corporation \ub610\ub294 \uadf8 \uc790\ud68c\uc0ac \uc911 \ud558\ub098\ub97c \uc758\ubbf8\ud569\ub2c8\ub2e4.\n\n"\ub77c\uc774\uc13c\uc2a4 \uc815\ubcf4"\ub780 \ud504\ub85c\uadf8\ub7a8 \uace0\uc720 \uc815\ubcf4\ub97c \uc81c\uacf5\ud558\ub294 \ubb38\uc11c\ub97c \ub098\ud0c0\ub0c5\ub2c8\ub2e4. \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc758 \ub77c\uc774\uc13c\uc2a4 \uc815\ubcf4\ub294 http://www.ibm.com/software/sla/ \uc5d0\uc11c \ubcfc \uc218 \uc788\uc2b5\ub2c8\ub2e4. \ub610\ud55c, \ub77c\uc774\uc13c\uc2a4 \uc815\ubcf4\ub294 \uc2dc\uc2a4\ud15c \uba85\ub839\uc744 \uc0ac\uc6a9\ud558\uc5ec \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc758 \ub514\ub809\ud1a0\ub9ac\uc5d0\uc11c \ubcf4\uac70\ub098 \ud504\ub85c\uadf8\ub7a8\uc5d0 \ub3d9\ubd09\ub41c \uc18c\ucc45\uc790\uc5d0\uc11c \ubcfc \uc218 \uc788\uc2b5\ub2c8\ub2e4.\n\n"\ud504\ub85c\uadf8\ub7a8"\uc774\ub780 \ud504\ub85c\uadf8\ub7a8 \uc6d0\ubcf8 \ubc0f \uc6d0\ubcf8\uc758 \uc804\uccb4 \ub610\ub294 \ubd80\ubd84 \uc0ac\ubcf8\uc744 \ud3ec\ud568\ud558\uc5ec 1) \uae30\uacc4 \ud310\ub3c5 \uac00\ub2a5\ud55c \uc9c0\uce68 \ubc0f \ub370\uc774\ud130 2) \uad6c\uc131\uc694\uc18c 3) \uc74c\uc131/\uc601\uc0c1 \ub0b4\uc6a9\ubb3c(\uc608\ub97c \ub4e4\uc5b4, \uc774\ubbf8\uc9c0, \ud14d\uc2a4\ud2b8, \ub179\uc74c \uc790\ub8cc \ub610\ub294 \uc601\uc0c1) \ubc0f 4) \ub77c\uc774\uc13c\uc2a4 \uc0ac\uc6a9 \ubb38\uc11c\ub098 \ud0a4 \ub610\ub294 \uc790\ub8cc\ub97c \uc758\ubbf8\ud569\ub2c8\ub2e4. \n\n"\ub77c\uc774\uc13c\uc2a4 \uc99d\uc11c"\ub294 \uadc0\ud558\uac00 \ud504\ub85c\uadf8\ub7a8\uc744 \uc9c0\uc815\ub41c \ub808\ubca8\ub9cc\ud07c \uc0ac\uc6a9\ud560 \uc218 \uc788\ub2e4\ub294 \uac83\uc744 \uc778\uc815\ud558\ub294 \uadfc\uac70\uac00 \ub429\ub2c8\ub2e4. \uc9c0\uc815 \ub808\ubca8\uc740 \ud504\ub85c\uc138\uc11c\ub098 \uc0ac\uc6a9\uc790 \uc218 \ub4f1\uc73c\ub85c \uce21\uc815\ub420 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \ub77c\uc774\uc13c\uc2a4 \uc99d\uc11c\ub294 \uadc0\ud558\uac00 \ubcf4\uc99d \uc11c\ube44\uc2a4, \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc758 \ucc28\ud6c4 \uc5c5\uadf8\ub808\uc774\ub4dc \ud504\ub85c\uadf8\ub7a8\uc5d0 \ub300\ud55c \uac00\uaca9(\ubc1c\ud45c\ub418\ub294 \uacbd\uc6b0) \ubc0f \ud2b9\ubcc4 \ud310\ucd09 \uae30\ud68c\ub97c \uc774\uc6a9\ud560 \uc218 \uc788\ub2e4\ub294 \uac83\uc744 \uc778\uc815\ud558\ub294 \uadfc\uac70\uac00 \ub429\ub2c8\ub2e4. IBM\uc5d0\uc11c \ub77c\uc774\uc13c\uc2a4 \uc99d\uc11c\ub97c \uc81c\uacf5\ud558\uc9c0 \uc54a\ub294 \uacbd\uc6b0, IBM\uc740 \uc9c0\ubd88 \uc644\ub8cc \ud310\ub9e4 \uc601\uc218\uc99d\uc758 \uc6d0\ubcf8\uc774\ub098 \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc744 \ucde8\ub4dd\ud55c \ub2f9\uc0ac\uc790(IBM \ub610\ub294 IBM \ub9ac\uc140\ub7ec)\uc5d0\uac8c\uc11c \ubc1b\uc740 \uae30\ud0c0 \ud310\ub9e4 \uae30\ub85d\uc744 \uc2b9\uc778\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \ub2e8, \uc774\ub4e4 \ubb38\uc11c\uc5d0 \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc758 \uc774\ub984 \ubc0f \ucde8\ub4dd\ud55c \uc0ac\uc6a9 \ub808\ubca8\uc774 \ubc18\ub4dc\uc2dc \uba85\uc2dc\ub418\uc5b4 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.\n\n"\uadc0\ud558"\ub294 \ud55c \uba85\uc758 \uac1c\uc778\uc744 \uc758\ubbf8\ud558\uac70\ub098 \ub610\ub294 \ub2e8\uc77c \ubc95\uc778\uccb4\ub97c \uc758\ubbf8\ud569\ub2c8\ub2e4.\n\n\ubcf8 \uacc4\uc57d\uc740 \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc5d0 \uad00\ud55c \uadc0\ud558\uc640 IBM \uac04\uc758 \uc644\uc804\ud55c \uacc4\uc57d\uc73c\ub85c, \uc81c 1 \ubd80 - \uc77c\ubc18 \uc870\ud56d, \uc81c 2 \ubd80 - \uad6d\uac00\ubcc4 \uace0\uc720 \uc870\ud56d(\ud574\ub2f9 \uc870\ud56d\uc774 \uc788\ub294 \uacbd\uc6b0), \ub77c\uc774\uc13c\uc2a4 \uc815\ubcf4 \ubc0f \ub77c\uc774\uc13c\uc2a4 \uc99d\uc11c\ub85c \uc774\ub8e8\uc5b4\uc838 \uc788\uc2b5\ub2c8\ub2e4. \ubcf8 \uacc4\uc57d\uc774 \ubcf8 \ud504\ub85c\uadf8\ub7a8 \uc0ac\uc6a9\uacfc \uad00\ub828\ub41c \uadc0\ud558\uc640 IBM \uac04\uc758 \ubaa8\ub4e0 \uc774\uc804 \uad6c\ub450 \ub610\ub294 \uc11c\uba74 \uc758\uc0ac \uad50\ud658\uc744 \ub300\uccb4\ud569\ub2c8\ub2e4. \uc81c 2 \ubd80\uc758 \uc870\ud56d\uacfc \ub77c\uc774\uc13c\uc2a4 \uc815\ubcf4\uac00 \uc81c 1 \ubd80\uc758 \uc870\ud56d\uc744 \ub300\uccb4 \ub610\ub294 \uc218\uc815\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \ubcf8 \uacc4\uc57d\uc758 \uc870\ud56d\uacfc IBM International Passport Advantage \uacc4\uc57d\uc758 \uc870\ud56d\uc774 \uc11c\ub85c \uc0c1\ubc18\ub418\ub294 \uacbd\uc6b0, IBM International Passport Advantage \uacc4\uc57d\uc758 \uc870\ud56d\uc774 \uc6b0\uc120\ud569\ub2c8\ub2e4.\n\n\uc81c 1 \uc870 \uad8c\ud55c\n\n\ub77c\uc774\uc13c\uc2a4\n\n\ubcf8 \ud504\ub85c\uadf8\ub7a8\uc758 \uc18c\uc720\uad8c\uc740 IBM \ub610\ub294 IBM \uacf5\uae09\uc5c5\uccb4\uc5d0\uac8c \uc788\uc73c\uba70 \uc800\uc791\uad8c\uc758 \ubcf4\ud638\ub97c \ubc1b\uc2b5\ub2c8\ub2e4. \n\n\uadc0\ud558\uac00 \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc744 \ud569\ubc95\uc801\uc73c\ub85c \ucde8\ub4dd\ud55c \uacbd\uc6b0, IBM\uc740 \uadc0\ud558\uc5d0\uac8c \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc5d0 \ub300\ud55c \ube44\ub3c5\uc810\uc801 \ub77c\uc774\uc13c\uc2a4\ub97c \ubd80\uc5ec\ud569\ub2c8\ub2e4.\n\n\uadc0\ud558\ub294 1) \ub77c\uc774\uc13c\uc2a4 \uc99d\uc11c\uc5d0 \uba85\uc2dc\ub41c \uc0ac\uc6a9 \ub808\ubca8 \ud55c\ub3c4 \ub9cc\ud07c \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc744 \uc0ac\uc6a9\ud560 \uc218 \uc788\uc73c\uba70 2) \uc774\ub7ec\ud55c \uc0ac\uc6a9\uc744 \uc9c0\uc6d0\ud560 \ubaa9\uc801\uc73c\ub85c \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc758 \uc0ac\ubcf8\uc744 \uc791\uc131\ud558\uc5ec \uc124\uce58\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4(\ubc31\uc5c5 \uc0ac\ubcf8 \ud3ec\ud568). \ubcf8 \ub77c\uc774\uc13c\uc2a4 \uc870\ud56d\uc740 \uadc0\ud558\uac00 \uc791\uc131\ud558\ub294 \uac01 \uc0ac\ubcf8\uc5d0\ub3c4 \uc801\uc6a9\ub429\ub2c8\ub2e4. \uadc0\ud558\ub294 \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc758 \ubaa8\ub4e0 \uc804\uccb4 \uc0ac\ubcf8 \ub610\ub294 \ubd80\ubd84 \uc0ac\ubcf8\uc5d0 \ubc18\ub4dc\uc2dc \ubaa8\ub4e0 \uc800\uc791\uad8c \ud45c\uc2dc \ubc0f \uae30\ud0c0 \ubaa8\ub4e0 \uc18c\uc720\uad8c \ud45c\uc2dc\ub97c \ud574\uc57c \ud569\ub2c8\ub2e4.\n\n\ubcf8 \ud504\ub85c\uadf8\ub7a8\uc758 \uc5c5\uadf8\ub808\uc774\ub4dc \ud310\uc744 \ucde8\ub4dd\ud558\uc5ec \uc124\uce58\ud558\uba74, \uadc0\ud558\ub294 \uc5c5\uadf8\ub808\uc774\ub4dc \uc774\uc804 \ud504\ub85c\uadf8\ub7a8\uc744 \uc0ac\uc6a9\ud558\uac70\ub098 \uc774\ub97c \uc81c3\uc790\uc5d0\uac8c \uc591\ub3c4\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \n\n\uadc0\ud558\ub294 \ub85c\uceec \ub610\ub294 \uc6d0\uaca9\uc73c\ub85c \uc561\uc138\uc2a4\ud558\uc5ec \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc744 \uc0ac\uc6a9\ud558\ub294 \ubaa8\ub4e0 \uc0ac\uc6a9\uc790\uac00 \uadc0\ud558\uc5d0\uac8c \uc0ac\uc6a9\uc774 \ud5c8\uac00\ub41c \ubd80\ubd84\ub9cc\uc744 \uc0ac\uc6a9\ud558\uba70, \uc774\ub4e4 \uc0ac\uc6a9\uc790\uac00 \ubcf8 \uacc4\uc57d\uc758 \uc870\ud56d\uc744 \uc900\uc218\ud558\ub3c4\ub85d \ud560 \uac83\uc744 \ubcf4\uc99d\ud569\ub2c8\ub2e4.\n\n\ub2e4\uc74c\uacfc \uac19\uc740 \uc77c\uc740 \uae08\uc9c0\ub429\ub2c8\ub2e4. 1) \ubcf8 \uacc4\uc57d\uc5d0 \uaddc\uc815\ub41c \uacbd\uc6b0\ub97c \uc81c\uc678\ud558\uace0 \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc744 \uc0ac\uc6a9, \ubcf5\uc0ac, \uc218\uc815 \ub610\ub294 \ubc30\ud3ec\ud558\ub294 \ud589\uc704 2) \uacc4\uc57d\uc73c\ub85c \uc81c\ud55c\ud558\ub294 \uac83\uc774 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uace0 \uad00\ub828 \ubc95\ub839\uc5d0 \uc758\ud574 \uba85\uc2dc\uc801\uc73c\ub85c \ud5c8\uc6a9\ub418\ub294 \uacbd\uc6b0\ub97c \uc81c\uc678\ud558\uace0 \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc744 \ub9ac\ubc84\uc2a4 \uc5b4\uc148\ube14, \ub9ac\ubc84\uc2a4 \ucef4\ud30c\uc77c \ub610\ub294 \ub2ec\ub9ac \ubcc0\ud658\ud558\ub294 \ud589\uc704 3) \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc744 \uc7ac\uc0ac\uc6a9\uad8c \ubd80\uc5ec, \ub300\uc5ec \ub610\ub294 \ub9ac\uc2a4\ud558\ub294 \ud589\uc704.\n\nIBM\uc740 \uadc0\ud558\uac00 \ubcf8 \uacc4\uc57d\uc758 \uc870\ud56d\uc744 \uc900\uc218\ud558\uc9c0 \uc54a\ub294 \uacbd\uc6b0, \uadc0\ud558\uc758 \ub77c\uc774\uc13c\uc2a4\ub97c \ud574\uc9c0\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. IBM\uc774 \uadc0\ud558\uc758 \ub77c\uc774\uc13c\uc2a4\ub97c \ud574\uc9c0\ud558\uba74, \uadc0\ud558\ub294 \ubcf8 \ud504\ub85c\uadf8\ub7a8 \ubc0f \ud574\ub2f9 \ub77c\uc774\uc13c\uc2a4 \uc99d\uc11c \uc0ac\ubcf8\uc744 \ubaa8\ub450 \ud30c\uae30\ud574\uc57c \ud569\ub2c8\ub2e4.\n\n\ud658\ubd88 \ubcf4\uc99d\n\n\uadc0\ud558\ub294 \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc758 \ucd5c\ucd08 \ub77c\uc774\uc13c\uc2a4 \uc0ac\uc6a9\uc790\ub85c\uc11c \uc5b4\ub5a0\ud55c \uc774\uc720\ub85c\ub4e0 \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc5d0 \ub9cc\uc871\ud558\uc9c0 \uc54a\ub294 \uacbd\uc6b0, \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc5d0 \ub300\ud574 \uadc0\ud558\uac00 \uc9c0\ubd88\ud55c \uae08\uc561\uc744 \ud658\ubd88\ubc1b\uc744 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \ub2e8, \ubcf8 \ud504\ub85c\uadf8\ub7a8 \ubc0f \ud574\ub2f9 \ub77c\uc774\uc13c\uc2a4 \uc99d\uc11c\ub97c \uadc0\ud558\uac00 \uccad\uad6c\uc11c\ub97c \uc81c\ucd9c\ud55c \ub0a0\ub85c\ubd80\ud130 30\uc77c \uc774\ub0b4\uc5d0 \ud504\ub85c\uadf8\ub7a8\uc744 \ucde8\ub4dd\ud55c \ub2f9\uc0ac\uc790\uc5d0\uac8c \ubc18\ud658\ud574\uc57c \ud569\ub2c8\ub2e4. \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc744 \ub2e4\uc6b4\ub85c\ub4dc\ud55c \uacbd\uc6b0, \ud658\ubd88\uc744 \ubc1b\ub294 \ubc29\ubc95\uc5d0 \uad00\ud55c \uc9c0\uce68\uc740 \uadc0\ud558\uac00 \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc744 \ucde8\ub4dd\ud55c \ud574\ub2f9 \ub2f9\uc0ac\uc790\uc5d0\uac8c \ubb38\uc758\ud558\uc2ed\uc2dc\uc624.\n\n\ud504\ub85c\uadf8\ub7a8 \uc591\ub3c4\n\n\uadc0\ud558\ub294 \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc744 \uc591\ub3c4\ubc1b\uc73c\ub824\ub294 \uc81c3\uc790\uac00 \ubcf8 \uacc4\uc57d\uc758 \uc870\ud56d\uc5d0 \ub3d9\uc758\ud558\ub294 \uacbd\uc6b0\uc5d0\ub9cc \ud574\ub2f9 \ub2f9\uc0ac\uc790\uc5d0\uac8c \ubcf8 \ud504\ub85c\uadf8\ub7a8 \ubc0f \uadc0\ud558\uc758 \ub77c\uc774\uc13c\uc2a4 \uad8c\ub9ac\uc640 \uc758\ubb34\ub97c \uc591\ub3c4\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc744 \uc591\ub3c4\ud560 \ub54c, \uadc0\ud558\ub294 \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc758 \ub77c\uc774\uc13c\uc2a4 \uc99d\uc11c\ub97c \ud3ec\ud568\ud558\uc5ec \ubcf8 \uacc4\uc57d\uc758 \uc0ac\ubcf8\uc744 \ubc18\ub4dc\uc2dc \ud568\uaed8 \uc591\ub3c4\ud574\uc57c \ud569\ub2c8\ub2e4. \uc591\ub3c4 \ud6c4\uc5d0\ub294, \uadc0\ud558\ub294 \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc744 \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \n\n\uc81c 2 \uc870 \uc694\uae08\n\n\ud504\ub85c\uadf8\ub7a8 \ub77c\uc774\uc13c\uc2a4\uc5d0 \ub300\ud55c \uc694\uae08\uc740 \uc77c\uc2dc\ubd88\ub85c \uc9c0\uae09\ud574\uc57c \ud569\ub2c8\ub2e4.\n\n\uc77c\uc2dc\ubd88 \uc694\uae08\uc740 \ub77c\uc774\uc13c\uc2a4 \uc99d\uc11c\uc5d0 \uc9c0\uc815\ub41c \ucde8\ub4dd\ub41c \uc0ac\uc6a9 \ub808\ubca8\uc5d0 \ub530\ub77c \uacb0\uc815\ub429\ub2c8\ub2e4. \ubcf8 \uacc4\uc57d\uc5d0\uc11c \uba85\uc2dc\ud558\ub294 \uacbd\uc6b0\ub97c \uc81c\uc678\ud558\uace0. IBM\uc740 \uc774\ubbf8 \uc9c0\ubd88\ud588\uac70\ub098 \uc9c0\ubd88\ud588\uc5b4\uc57c \ud560 \uc694\uae08\uc744 \ud658\ubd88\ud558\uac70\ub098 \uc774\ub7ec\ud55c \uc694\uae08\uc5d0 \ub300\ud574 \ud06c\ub808\ub514\ud2b8\ub97c \uc778\uc815\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.\n\n\uadc0\ud558\uac00 \uc0ac\uc6a9 \ub808\ubca8\uc744 \ud655\ub300\ud558\ub824\ub294 \uacbd\uc6b0\uc5d0\ub294 IBM \ub610\ub294 \ud504\ub85c\uadf8\ub7a8\uc744 \ucde8\ub4dd\ud55c \ub2f9\uc0ac\uc790\uc5d0\uac8c \uc774\ub97c \ud1b5\uc9c0\ud558\uace0 \uc774\uc5d0 \ud574\ub2f9\ud558\ub294 \uc694\uae08\uc744 \uc9c0\ubd88\ud574\uc57c \ud569\ub2c8\ub2e4.\n\n\ub9cc\uc77c \uad00\uacc4 \ub2f9\uad6d\uc774 \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc5d0 \ub300\ud574 \uad00\uc138, \uc138\uae08 \ud639\uc740 \uacf5\uacfc\uae08(IBM \uc21c\uc774\uc775\uc5d0 \ubd80\uacfc\ub418\ub294 \uc138\uae08\uc740 \uc81c\uc678)\uc744 \ubd80\uacfc\ud558\ub294 \uacbd\uc6b0, \uadc0\ud558\ub294 \uccad\uad6c\uc11c\uc5d0 \uba85\uc2dc\ub41c \uae08\uc561\uc744 \uc9c0\uae09\ud558\uac70\ub098 \uba74\uc81c \uc0ac\uc720 \uc99d\uba85 \uc11c\ub958\ub97c \uc81c\ucd9c\ud560 \uac83\uc5d0 \ub3d9\uc758\ud569\ub2c8\ub2e4. \uadc0\ud558\ub294 \uadc0\ud558\uac00 \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc744 \ucde8\ub4dd\ud55c \uc774\ud6c4\uc5d0 \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc5d0 \ub300\ud574 \ubd80\uacfc\ub418\ub294 \ubaa8\ub4e0 \uac1c\uc778 \uc7ac\uc0b0\uc138\ub97c \uc9c0\ubd88\ud560 \ucc45\uc784\uc774 \uc788\uc2b5\ub2c8\ub2e4.\n\n\uc81c 3 \uc870 \uc81c\ud55c\uc801\uc778 \ubcf4\uc99d\n\nIBM\uc740 \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc774 \uba85\uc2dc\ub41c \uc6b4\uc601 \ud658\uacbd\uc5d0\uc11c \uc0ac\uc6a9\ub418\ub294 \uacbd\uc6b0, \uba85\uc138\ub300\ub85c \uc791\ub3d9\ub428\uc744 \ubcf4\uc99d\ud569\ub2c8\ub2e4. \ubcf8 \uc81c\ud55c\uc801\uc778 \ubcf4\uc99d\uc740 \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc758 \uc218\uc815\ub418\uc9c0 \uc54a\uc740 \ubd80\ubd84\uc5d0 \ub300\ud574\uc11c\ub9cc \uc801\uc6a9\ub429\ub2c8\ub2e4. IBM\uc740 \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc774 \uc911\ub2e8\uc774\ub098 \uc624\ub958 \uc5c6\uc774 \uc791\ub3d9\ub41c\ub2e4\ub294 \uac83\uc744 \ubcf4\uc99d\ud558\uc9c0 \uc54a\uc73c\uba70, IBM\uc774 \ubaa8\ub4e0 \ud504\ub85c\uadf8\ub7a8 \uacb0\ud568\uc744 \uc218\uc815\ud560 \uac83\uc774\ub77c\ub294 \uac83\uc744 \ubcf4\uc99d\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uadc0\ud558\uac00 \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc744 \uc0ac\uc6a9\ud568\uc73c\ub85c\uc368 \ucd08\ub798\ub418\ub294 \uacb0\uacfc\ub294 \uc804\uc801\uc73c\ub85c \uadc0\ud558\uc758 \ucc45\uc784\uc785\ub2c8\ub2e4.\n\nIBM\uc740 \uadc0\ud558\uc5d0\uac8c \ud504\ub85c\uadf8\ub7a8 \uacb0\ud568(Program defects), \uacb0\ud568 \uc815\uc815 \uc870\uce58(defect corrections), \uc81c\ud55c \uc870\uce58(restrictions) \ubc0f \uc6b0\ud68c \uc870\uce58(bypasses)\ub85c \uc54c\ub824\uc9c4 \uc815\ubcf4\uac00 \ub4e4\uc5b4 \uc788\ub294 IBM \ub370\uc774\ud130\ubca0\uc774\uc2a4\ub85c\uc758 \uc561\uc138\uc2a4\ub97c \uc81c\uacf5\ud569\ub2c8\ub2e4. \uc790\uc138\ud55c \ub0b4\uc6a9\uc740 IBM Software Support Guide(http://www.ibm.com/software/support)\ub97c \ucc38\uc870\ud558\uc2ed\uc2dc\uc624. IBM\uc740 \ucd5c\ucd08 \ub77c\uc774\uc13c\uc2a4 \uc0ac\uc6a9\uc790\uac00 \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc744 \ucde8\ub4dd\ud55c \ub0a0\ub85c\ubd80\ud130 \ucd5c\uc18c 1\ub144(\uc774\ud558 "\ubcf4\uc99d \uae30\uac04") \ub3d9\uc548 \uc774\ub4e4 \uc815\ubcf4\ub97c \uc720\uc9c0\ubcf4\uc218\ud569\ub2c8\ub2e4. \n\n\ub9cc\uc77c \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc774 \ubcf4\uc99d \uae30\uac04 \ub3d9\uc548 \ubcf4\uc99d\ub41c \ub300\ub85c \uc791\ub3d9\ud558\uc9c0 \uc54a\uace0, \uc774\ub7ec\ud55c \ubb38\uc81c\uc810\uc774 IBM \ub370\uc774\ud130\ubca0\uc774\uc2a4\uc5d0 \uc788\ub294 \uc815\ubcf4\ub85c \ud574\uacb0\ub418\ub294 \uc54a\ub294 \uacbd\uc6b0, \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc744 \ucde8\ub4dd\ud55c \ub2f9\uc0ac\uc790(IBM \ub610\ub294 IBM \ub9ac\uc140\ub7ec)\uc5d0\uac8c \ubcf8 \ud504\ub85c\uadf8\ub7a8\uacfc \ud574\ub2f9 \ub77c\uc774\uc13c\uc2a4 \uc99d\uc11c\ub97c \ubc18\ud658\ud558\uace0 \uadc0\ud558\uac00 \uc9c0\ubd88\ud55c \uae08\uc561\uc744 \ud658\ubd88\ubc1b\uc744 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc744 \ub2e4\uc6b4\ub85c\ub4dc\ud55c \uacbd\uc6b0, \ud658\ubd88\uc744 \ubc1b\ub294 \ubc29\ubc95\uc5d0 \uad00\ud55c \uc9c0\uce68\uc740 \uadc0\ud558\uac00 \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc744 \ucde8\ub4dd\ud55c \ud574\ub2f9 \ub2f9\uc0ac\uc790\uc5d0\uac8c \ubb38\uc758\ud558\uc2ed\uc2dc\uc624. \n\n\uc774\ub7ec\ud55c \ubcf4\uc99d\uc740 \uadc0\ud558\uc758 \ub3c5\uc810\uc801 \ubcf4\uc99d\uc73c\ub85c, \uc0c1\ud488\uc131 \ubc0f \ud2b9\uc815 \ubaa9\uc801\uc5d0\uc758 \uc801\ud569\uc131\uc5d0 \ub300\ud55c \ubb35\uc2dc\uc801 \ubcf4\uc99d \ub610\ub294 \uc870\uac74\uc744 \ud3ec\ud568\ud558\uc5ec(\ub2e8, \uc774\uc5d0 \ud55c\ud558\uc9c0 \uc54a\uc74c) \uba85\uc2dc\uc801\uc774\ub4e0 \ubb35\uc2dc\uc801\uc774\ub4e0 \uae30\ud0c0 \ubaa8\ub4e0 \ubcf4\uc99d \ubc0f \uc870\uac74\uc744 \ub300\uccb4\ud569\ub2c8\ub2e4. \uc77c\ubd80 \uad6d\uac00\ub098 \uad00\ud560\uad8c\uc5d0\uc11c\ub294 \uba85\uc2dc\uc801 \ub610\ub294 \ubb35\uc2dc\uc801 \ubcf4\uc99d\uc758 \uc81c\uc678\uc0ac\ud56d\uc744 \ud5c8\uc6a9\ud558\uc9c0 \uc54a\uc73c\ubbc0\ub85c, \uc704\uc758 \uc81c\uc678\uc0ac\ud56d\uc774 \uadc0\ud558\uc5d0\uac8c \uc801\uc6a9\ub418\uc9c0 \uc54a\uc744 \uc218\ub3c4 \uc788\uc2b5\ub2c8\ub2e4. \uc774\ub7ec\ud55c \uacbd\uc6b0, \ud574\ub2f9 \ubcf4\uc99d\uc740 \ubcf4\uc99d \uae30\uac04 \ub3d9\uc548\uc5d0\ub9cc \uc801\uc6a9\ub429\ub2c8\ub2e4. \ubcf4\uc99d \uae30\uac04 \ud6c4\uc5d0\ub294 \uc5b4\ub5a0\ud55c \ubcf4\uc99d\ub3c4 \uc801\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc77c\ubd80 \uad6d\uac00\ub098 \uad00\ud560\uad8c\uc5d0\uc11c\ub294 \ubb35\uc2dc\uc801 \ubcf4\uc99d\uc758 \uc720\ud6a8 \uae30\uac04\uc5d0 \ub300\ud55c \uc81c\ud55c\uc0ac\ud56d\uc744 \ud5c8\uc6a9\ud558\uc9c0 \uc54a\uc73c\ubbc0\ub85c, \uc704\uc758 \uc81c\ud55c\uc0ac\ud56d\uc774 \uadc0\ud558\uc5d0\uac8c \uc801\uc6a9\ub418\uc9c0 \uc54a\uc744 \uc218\ub3c4 \uc788\uc2b5\ub2c8\ub2e4.\n\n\uc774\ub7ec\ud55c \ubcf4\uc99d\uc740 \uadc0\ud558\uc5d0\uac8c \ud2b9\uc815\ud55c \ubc95\uc801 \uad8c\ub9ac\ub97c \ubd80\uc5ec\ud558\uba70, \uadc0\ud558\ub294 \uad6d\uac00\ub098 \uad00\ud560\uad8c\uc5d0 \ub530\ub77c \uae30\ud0c0 \ub2e4\ub978 \uad8c\ub9ac\ub97c \uac00\uc9c8 \uc218\ub3c4 \uc788\uc2b5\ub2c8\ub2e4. \n\n\uc81c 4 \uc870 \ucc45\uc784 \uc81c\ud55c\uc0ac\ud56d\n\nIBM\uc758 \uacc4\uc57d \ubd88\uc774\ud589 \ub610\ub294 \uae30\ud0c0 \uadc0\ucc45 \uc0ac\uc720\ub85c \uadc0\ud558\uc5d0\uac8c \uc190\ud574\uac00 \ubc1c\uc0dd\ud55c \uacbd\uc6b0, \uadc0\ud558\ub294 IBM\uc73c\ub85c\ubd80\ud130 \uc190\ud574 \ubc30\uc0c1\uc744 \ubc1b\uc744 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uac01 \ud574\ub2f9 \uacbd\uc6b0, \uadc0\ud558\uac00 IBM\uc73c\ub85c\ubd80\ud130 \ubc30\uc0c1\uc744 \uccad\uad6c\ud560 \uc218 \uc788\ub294 \uc6d0\uc778(\uacc4\uc57d \uc704\ubc18 \ub610\ub294 \uacfc\uc2e4, \ud5c8\uc704 \uc9c4\uc220, \uae30\ud0c0 \uacc4\uc57d \ub610\ub294 \ubc30\uc0c1 \uccad\uad6c \ub4f1\uc744 \ud3ec\ud568)\uc5d0 \uad00\uacc4\uc5c6\uc774 IBM\uc740 \ub2e4\uc74c\uc5d0 \ud55c\ud558\uc5ec \ucc45\uc784\uc744 \uc9d1\ub2c8\ub2e4. 1) \uc2e0\uccb4 \uc0c1\ud574(\uc0ac\ub9dd \ud3ec\ud568)\uc640 \ubd80\ub3d9\uc0b0 \ubc0f \uc720\uccb4 \uc7ac\uc0b0\uc0c1\uc758 \uc190\ud574 \ubc0f 2) \uae30\ud0c0 \uc9c1\uc811\uc801\uc778 \uc2e4\uc190\ud574\uc5d0 \ub300\ud574 \ubc30\uc0c1 \uccad\uad6c\uc758 \uc6d0\uc778\uc774 \ub41c \ud504\ub85c\uadf8\ub7a8\uc758 \ub300\uae08.\n\n\uc774\ub7ec\ud55c \uc81c\ud55c\uc0ac\ud56d\uc740 IBM\uc758 \ud504\ub85c\uadf8\ub7a8 \uac1c\ubc1c\uc790 \ubc0f \uacf5\uae09\uc5c5\uccb4\uc5d0\uac8c\ub3c4 \uc801\uc6a9\ub429\ub2c8\ub2e4. IBM \ud504\ub85c\uadf8\ub7a8 \uac1c\ubc1c\uc790 \ubc0f \uacf5\uae09\uc5c5\uccb4\uc640 IBM\uc758 \ucc45\uc784\uc740 \uac01\uc790\uc758 \ucc45\uc784\uc744 \ud569\ud558\uc5ec \uc704 \ucc45\uc784 \ud55c\ub3c4\ub97c \ucd08\uacfc\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \n\n\uc5b4\ub5a0\ud55c \uacbd\uc6b0\uc5d0\ub3c4 IBM, IBM \ud504\ub85c\uadf8\ub7a8 \uac1c\ubc1c\uc790\ub098 \uacf5\uae09\uc5c5\uccb4\ub294 \ub2e4\uc74c\uacfc \uac19\uc740 \uc190\ud574\uc758 \ubc1c\uc0dd \uac00\ub2a5\uc131\uc744 \ud1b5\uc9c0\ubc1b\uc558\ub2e4 \ud560\uc9c0\ub77c\ub3c4 \ucc45\uc784\uc744 \uc9c0\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.\n\n1. \ub370\uc774\ud130\uc758 \uc190\uc2e4 \ub610\ub294 \uc190\uc0c1\n\n2. \ud2b9\ubcc4 \uc190\ud574, \ubd80\uc218 \uc190\ud574, \uac04\uc811 \uc190\ud574 \ub610\ub294 \uacbd\uc81c\uc801\uc778 \uacb0\uacfc\uc801 \uc190\ud574\n\n3. \uae30\ub300\ud588\ub358 \uc774\uc775, \uc0ac\uc5c5, \uc218\uc775, \uc601\uc5c5\uad8c \ub610\ub294 \ube44\uc6a9 \uc808\uac10\uc774 \uc2e4\ud604\ub418\uc9c0 \ubabb\ud568\uc73c\ub85c \uc778\ud574 \ubc1c\uc0dd\ud558\ub294 \uc190\ud574\n\n\uc77c\ubd80 \uad00\ud560\uad8c\uc5d0\uc11c\ub294 \ubd80\uc218 \uc190\ud574\ub098 \uacb0\uacfc\uc801 \uc190\ud574\uc5d0 \ub300\ud55c \uc81c\uc678\uc0ac\ud56d\uc774\ub098 \uc81c\ud55c\uc0ac\ud56d\uc744 \ud5c8\uc6a9\ud558\uc9c0 \uc54a\uc73c\ubbc0\ub85c, \uc704\uc758 \uc81c\ud55c\uc0ac\ud56d\uc774\ub098 \uc81c\uc678\uc0ac\ud56d\uc774 \uadc0\ud558\uc5d0\uac8c \uc801\uc6a9\ub418\uc9c0 \uc54a\uc744 \uc218\ub3c4 \uc788\uc2b5\ub2c8\ub2e4.\n\n\uc81c 5 \uc870 \uc77c\ubc18 \uc870\ud56d\n\n1. \ubcf8 \uacc4\uc57d\uc758 \uc5b4\ub5a0\ud55c \uc870\ud56d\ub3c4 \uacc4\uc57d\uc5d0 \uc758\ud574 \ud3ec\uae30\ub418\uac70\ub098 \uc81c\ud55c\ub420 \uc218 \uc5c6\ub294 \uac15\ud589 \ubc95\uaddc\uc0c1\uc758 \uc18c\ube44\uc790 \uad8c\ub9ac\uc5d0 \uc601\ud5a5\uc744 \ubbf8\uce58\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.\n\n2. \ubcf8 \uacc4\uc57d\uc758 \uc77c\ubd80 \uc870\ud56d\uc774 \ubb34\ud6a8\uc774\uac70\ub098 \uc2dc\ud589\uc774 \ubd88\uac00\ub2a5\ud55c \uacbd\uc6b0\uc5d0\ub3c4, \ubcf8 \uacc4\uc57d\uc758 \ub098\uba38\uc9c0 \uc870\ud56d\uc740 \uc644\uc804\ud788 \uc720\ud6a8\ud569\ub2c8\ub2e4.\n\n3. \uadc0\ud558\ub294 \ub300\ud55c\ubbfc\uad6d\uacfc \ubbf8\ud569\uc911\uad6d\uc758 \ubaa8\ub4e0 \uc218\ucd9c\uc785 \uad00\ub828 \ubc95\uaddc\ub97c \uc900\uc218\ud574\uc57c \ud569\ub2c8\ub2e4.\n\n4. \uadc0\ud558\ub294 IBM\uc774 \uc601\uc5c5\uc744 \ud558\ub294 \uacf3\uc5d0\uc11c\ub294 \uc5b4\ub514\uc11c\ub098 \uadc0\ud558\uc758 \ub2f4\ub2f9\uc790 \uc815\ubcf4(\uc774\ub984, \uc804\ud654\ubc88\ud638 \ubc0f \uc804\uc790\uc6b0\ud3b8 \uc8fc\uc18c \ud3ec\ud568)\ub97c \uc800\uc7a5\ud558\uace0 \uc0ac\uc6a9\ud560 \uc218 \uc788\ub3c4\ub85d \ud5c8\uc6a9\ud560 \uac83\uc5d0 \ub3d9\uc758\ud569\ub2c8\ub2e4. \uc774\ub7ec\ud55c \uc815\ubcf4\ub294 \uadc0\ud558\uc640 IBM \uac04\uc758 \uc601\uc5c5 \uad00\uacc4\ub97c \uc704\ud558\uc5ec \ucc98\ub9ac\ub418\uac70\ub098 \uc0ac\uc6a9\ub420 \uac83\uc774\uba70, IBM\uc758 \uacc4\uc57d\uc9c1 \uc9c1\uc6d0, \ube44\uc988\ub2c8\uc2a4 \ud30c\ud2b8\ub108 \ubc0f \ud30c\uacac \uc9c1\uc6d0\uc5d0\uac8c \uadc0\ud558\uc640\uc758 \uc758\uc0ac \uad50\ud658\uc744 \ud3ec\ud568\ud558\ub294 \uc774\ub4e4\uc758 \ucd1d\uccb4\uc801\uc778 \uc601\uc5c5 \ud65c\ub3d9(\uc608\ub97c \ub4e4\uc5b4, \uc8fc\ubb38 \ucc98\ub9ac, \uc601\uc5c5 \ucd09\uc9c4 \ubc0f \uc2dc\uc7a5 \uc870\uc0ac)\uc744 \uc704\ud558\uc5ec \uc81c\uacf5\ub420 \uc218 \uc788\uc2b5\ub2c8\ub2e4.\n\n5. \uacc4\uc57d\uc73c\ub85c \uc81c\ud55c\ud558\ub294 \uac83\uc774 \ud5c8\uc6a9\ub418\uc9c0 \uc54a\uace0 \ubc95\uc5d0\uc11c \ub2ec\ub9ac \uaddc\uc815\ud558\uace0 \uc788\uc9c0 \uc54a\ub294 \ud55c, \ubcf8 \uacc4\uc57d\uc758 \uc591 \ub2f9\uc0ac\uc790\ub294 \uc18c\uc1a1 \uc81c\uae30\uc758 \uc6d0\uc778\uc774 \ubc1c\uc0dd\ud55c \uc9c0 2\ub144\uc774 \uacbd\uacfc\ud55c \ud6c4\uc5d0\ub294 \ubcf8 \uacc4\uc57d\uc5d0 \uc758\uac70\ud55c \ubc95\ub960\uc801 \uc18c\uc1a1\uc744 \uc81c\uae30\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.\n\n6. \uc591 \ub2f9\uc0ac\uc790\ub294 \ud1b5\uc81c \ubd88\uac00\ub2a5\ud55c \uc0ac\uc720\ub85c \uc758\ubb34\uc0ac\ud56d\uc744 \uc774\ud589\ud558\uc9c0 \ubabb\ud55c \uacbd\uc6b0, \uc774\uc5d0 \ub300\ud574 \uba74\ucc45\ub429\ub2c8\ub2e4.\n\n7. \ubcf8 \uacc4\uc57d\uc740 \uc81c3\uc790\ub97c \uc704\ud55c \uc5b4\ub5a0\ud55c \uad8c\ub9ac\ub098 \uc18c\uc1a1 \uc81c\uae30\uc758 \uc6d0\uc778\uc744 \uc81c\uacf5\ud558\uc9c0 \uc54a\uc73c\uba70, IBM\uc740 \uc81c3\uc790\uac00 \uadc0\ud558\uc5d0\uac8c \uc81c\uae30\ud558\ub294 \uc5b4\ub5a0\ud55c \uccad\uad6c\uc5d0 \ub300\ud574\uc11c\ub3c4 \ucc45\uc784\uc744 \uc9c0\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \ub2e8, \uc0c1\uae30 \ucc45\uc784 \uc81c\ud55c\uc0ac\ud56d\uc5d0\uc11c \uc5b8\uae09\ud55c \ub300\ub85c, \ubc95\uc801\uc73c\ub85c IBM\uc5d0\uac8c \ucc45\uc784\uc774 \uc788\ub294 \uc2e0\uccb4 \uc0c1\ud574(\uc0ac\ub9dd \ud3ec\ud568)\ub098 \ubd80\ub3d9\uc0b0 \ubc0f \uc720\uccb4 \uc7ac\uc0b0\uc0c1\uc758 \uc190\ud574\uc758 \uacbd\uc6b0\ub294 IBM\uc774 \ucc45\uc784\uc744 \uc9d1\ub2c8\ub2e4.\n\n\uc81c 6 \uc870 \uc900\uac70\ubc95, \uad00\ud560\uad8c \ubc0f \uc911\uc7ac\n\n\uc900\uac70\ubc95\n\n\uadc0\ud558\uc640 IBM \uc591 \ub2f9\uc0ac\uc790\ub294 \ubcf8 \uacc4\uc57d\uc73c\ub85c\ubd80\ud130 \ub610\ub294 \ubcf8 \uacc4\uc57d\uacfc \uad00\ub828\ud558\uc5ec \ubc1c\uc0dd\ud55c \uadc0\ud558\uc640 IBM\uc758 \ubaa8\ub4e0 \uad8c\ub9ac \ubc0f \uc758\ubb34\ub97c \ud1b5\uc81c, \ud574\uc11d \ubc0f \uac15\uc81c\ud558\ub294 \ub370 \uc788\uc5b4 \uc900\uac70\ubc95 \uacb0\uc815\uc758 \uc6d0\uce59\uc5d0 \uad00\uacc4\uc5c6\uc774 \uadc0\ud558\uac00 \ubcf8 \ud504\ub85c\uadf8\ub7a8 \ub77c\uc774\uc13c\uc2a4\ub97c \uad6c\uc785\ud55c \uad6d\uac00\uc758 \ubc95\ub960\uc774 \uc801\uc6a9\ub41c\ub2e4\ub294 \uac83\uc5d0 \ub3d9\uc758\ud569\ub2c8\ub2e4.\n\nUnited Nations Convention on Contracts for the International Sale of Goods\ub294 \uc801\uc6a9\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.\n\n\uad00\ud560\uad8c\n\n\uadc0\ud558\uc640 IBM\uc758 \ubaa8\ub4e0 \uad8c\ub9ac \ubc0f \uc758\ubb34\ub294 \uadc0\ud558\uac00 \ubcf8 \ud504\ub85c\uadf8\ub7a8 \ub77c\uc774\uc13c\uc2a4\ub97c \ucde8\ub4dd\ud55c \uad6d\uac00\uc758 \ubc95\ub960\uc5d0 \ub530\ub77c \ub2e4\ub985\ub2c8\ub2e4.\n\n\uc81c 2 \ubd80 - \uad6d\uac00\ubcc4 \uace0\uc720 \uc870\ud56d\n\n\ud574\ub2f9\ub418\ub294 \uad6d\uac00\ubcc4 \uace0\uc720 \uc870\ud56d\uc774 \uc5c6\uc2b5\ub2c8\ub2e4.\n\nZ125-3301-12 (04/2004)\n\n\n\n\ub77c\uc774\uc13c\uc2a4 \uc815\ubcf4\n\n\uc544\ub798\uc5d0 \ub098\uc5f4\ub41c \ud504\ub85c\uadf8\ub7a8\uc740 \ud504\ub85c\uadf8\ub7a8 \ub77c\uc774\uc13c\uc2a4 \uacc4\uc57d(IPLA) \uc678\uc5d0 \ub2e4\uc74c \uc870\uac74\uc5d0 \uc758\uac70\ud558\uc5ec \ub77c\uc774\uc13c\uc2a4\uac00 \ubd80\uc5ec\ub429\ub2c8\ub2e4.\n\n\ud504\ub85c\uadf8\ub7a8 \uc774\ub984:  SCM Adapter Plug-in for IBM Rational ClearCase\n\ud504\ub85c\uadf8\ub7a8 \ubc88\ud638:  5724-G29\n\uac00\uc815\uc6a9/\ud734\ub300\uc6a9 \ucef4\ud4e8\ud130\uc5d0 \ub300\ud55c \uc0ac\uc6a9 \uad8c\ud55c:  \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc774 \uc8fc \uae30\uacc4 \ubc0f \ub2e4\ub978 \uae30\uacc4\uc5d0\uc11c \ub3d9\uc2dc\uc5d0 \uc0ac\uc6a9 \uc911\uc774 \uc544\ub2cc \uacbd\uc6b0, \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc740 \uc8fc \uae30\uacc4 \ubc0f \ub2e4\ub978 \uae30\uacc4 \ubaa8\ub450\uc5d0 \uc800\uc7a5\ub420 \uc218 \uc788\uc2b5\ub2c8\ub2e4.\n\n\n\uba85\uc2dc\ub41c \uc6b4\uc601 \ud658\uacbd\n\n\ubcf8 \ud504\ub85c\uadf8\ub7a8\uc758 \uba85\uc138 \ubc0f \uba85\uc2dc\ub41c \uc6b4\uc601 \ud658\uacbd \uc815\ubcf4\ub294 \ubcf8 \ud504\ub85c\uadf8\ub7a8\uc5d0 \ub3d9\ubd09\ub418\ub294 \ubb38\uc11c, \uc608\ub97c \ub4e4\uc5b4, read-me \ud30c\uc77c\uc774\ub098, \ubc1c\ud45c \ubb38\uc11c(announcement letter)\uc640 \uac19\uc774 IBM\uc5d0\uc11c \ubc1c\ud589\ud558\ub294 \uae30\ud0c0 \uc815\ubcf4\uc5d0 \ub4e4\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.\n\n\ud504\ub85c\uadf8\ub7a8 \uace0\uc720 \uc870\ud56d\n\n\ubcf8 \uc18c\ud504\ud2b8\uc6e8\uc5b4\ub294 \uc704\uc758 \uc81c\ud488 \uc774\ub984\uc5d0 \ud574\ub2f9\ud558\ub294 IBM \ud504\ub85c\uadf8\ub7a8\uacfc \ud568\uaed8 \uc0ac\uc6a9\ud558\ub3c4\ub85d \uc791\uc131\ub41c \uac83\uc785\ub2c8\ub2e4. \ubcf8 \uc18c\ud504\ud2b8\uc6e8\uc5b4\ub294 \uadc0\ud558\uac00 \uc774\ubbf8 \uc720\ud6a8\ud55c \ub77c\uc774\uc13c\uc2a4\ub97c \ucde8\ub4dd\ud55c \uc704\uc758 \ud574\ub2f9 IBM \ud504\ub85c\uadf8\ub7a8\uacfc \ub3d9\uc77c\ud55c \uc870\uac74(\ub3d9\uc77c\ud55c \ub77c\uc774\uc13c\uc2a4 \uc720\ud615 \ud3ec\ud568)\uc73c\ub85c \uadc0\ud558\uc5d0\uac8c \ub77c\uc774\uc13c\uc2a4\uac00 \ubd80\uc5ec\ub418\uace0 \uc788\uc2b5\ub2c8\ub2e4. \n \nD/N:  L-KHUY-6PDP84\nP/N:  L-KHUY-6PDP84 \n
