# NLS_ENCODING=UTF-8
# NLS_MESSAGEFORMAT_NONE
featureName=Rational ClearCase SCM \u914d\u63a5\u5668
providerName=IBM
description=Rational ClearCase \u4f86\u6e90\u63a7\u5236\u7ba1\u7406\u5de5\u5177\u548c\u6587\u4ef6\u3002
updateSiteName=ClearCase SCM \u914d\u63a5\u5668\u66f4\u65b0
copyright=(c) Copyright IBM Corporation 2004, 2006.  All rights reserved.
licenseURL=license.htm
licenseText=\u570b\u969b\u7a0b\u5f0f\u6388\u6b0a\u5408\u7d04\n\n\u7b2c\u4e00\u90e8\u5206 - \u4e00\u822c\u689d\u6b3e\n\n\u8cb4\u5ba2\u6236\u4e00\u65e6\u4e0b\u8f09\u3001\u5b89\u88dd\u3001\u8907\u88fd\u3001\u5b58\u53d6\u6216\u4f7f\u7528\u672c\u300c\u7a0b\u5f0f\u300d\uff0c\u5373\u8868\u793a  \u8cb4\u5ba2\u6236\u540c\u610f\u672c\u5408\u7d04\u4e4b\u689d\u6b3e\u3002\u82e5  \u8cb4\u5ba2\u6236\u4fc2\u4ee3\u8868\u4ed6\u4eba\u3001\u5176\u4ed6\u516c\u53f8\u6216\u5176\u4ed6\u6cd5\u5f8b\u5be6\u9ad4\u540c\u610f\u6b64\u7b49\u689d\u6b3e\uff0c\u5247  \u8cb4\u5ba2\u6236\u4fdd\u8b49  \u8cb4\u5ba2\u6236\u64c1\u6709\u5145\u5206\u6b0a\u9650\u5f97\u4ee5\u4f7f\u8a72\u4ed6\u4eba\u3001\u8a72\u516c\u53f8\u6216\u8a72\u6cd5\u5f8b\u5be6\u9ad4\u53d7\u6b64\u7b49\u689d\u6b3e\u62d8\u675f\u3002\u82e5  \u8cb4\u5ba2\u6236\u4e0d\u540c\u610f\u672c\u5408\u7d04\u689d\u6b3e\u6642\uff0c\n\n- \u8acb\u52ff\u4e0b\u8f09\u3001\u5b89\u88dd\u3001\u8907\u88fd\u3001\u5b58\u53d6\u6216\u4f7f\u7528\u672c\u300c\u7a0b\u5f0f\u300d\uff0c\u4e14\n\n- \u5c07\u672c\u300c\u7a0b\u5f0f\u300d\u9000\u56de\u539f\u4f9b\u8ca8\u5ee0\u5546 (IBM \u6216\u5176\u8f49\u92b7\u5546)\uff0c\u4e26\u8981\u6c42\u9000\u9084\u5df2\u4ed8\u6b3e\u9805\u3002\u82e5  \u8cb4\u5ba2\u6236\u5df2\u4e0b\u8f09\u672c\u300c\u7a0b\u5f0f\u300d\uff0c\u8acb\u8207\u63d0\u4f9b\u672c\u300c\u7a0b\u5f0f\u300d\u4e88  \u8cb4\u5ba2\u6236\u4e4b\u539f\u4f9b\u8ca8\u5ee0\u5546\u806f\u7d61\u3002\n\n"IBM" \u4fc2\u6307 International Business Machines Corporation \u6216\u5176\u5b50\u516c\u53f8\u3002\n\n\u300c\u6388\u6b0a\u624b\u518a\u300d\u4fc2\u6307\u5167\u542b\u67d0\u300c\u7a0b\u5f0f\u300d\u7279\u5b9a\u8cc7\u8a0a\u4e4b\u6587\u4ef6\u3002\u672c\u300c\u7a0b\u5f0f\u300d\u4e4b\u300c\u6388\u6b0a\u624b\u518a\u300d\u53ef\u65bc http://www.ibm.com/software/sla/ \u7db2\u7ad9\u53d6\u5f97\u3002\u672c\u300c\u6388\u6b0a\u624b\u518a\u300d\u4ea6\u53ef\u80fd\u4f4d\u65bc\u672c\u300c\u7a0b\u5f0f\u300d\u67d0\u76ee\u9304\u4e4b\u6a94\u6848\u5167\uff0c\u4ee5\u4f7f\u7528\u7cfb\u7d71\u6307\u4ee4\u65b9\u5f0f\u4fbf\u53ef\u627e\u5230\uff0c\u6b64\u5916\uff0c\u4ea6\u53ef\u80fd\u4ee5\u5c0f\u518a\u5b50\u5f62\u5f0f\u6aa2\u9644\u65bc\u672c\u300c\u7a0b\u5f0f\u300d\u3002\n\n\u300c\u7a0b\u5f0f\u300d\u4fc2\u6307\u7a0b\u5f0f\u539f\u7248\u53ca\u5176\u5168\u90e8\u6216\u90e8\u5206\u62f7\u8c9d\uff0c\u5305\u62ec\uff1a1) \u6a5f\u5668\u53ef\u95b1\u8b80\u6307\u4ee4\u8207\u8cc7\u6599\uff1b2) \u5143\u4ef6\uff1b3) \u8072\uff0f\u5f71\u90e8\u5206\uff08\u5982\u5716\u50cf\u3001\u6587\u7a3f\u3001\u9304\u97f3\u3001\u6216\u7167\u7247\u7b49\uff09\uff1b4) \u76f8\u95dc\u6388\u6b0a\u8457\u4f5c\u7269\uff1b\u4ee5\u53ca 5) \u76f8\u95dc\u6388\u6b0a\u6587\u4ef6\u3002\n\n\u8cb4\u5ba2\u6236\u61c9\u4fdd\u7559\u300c\u7a0b\u5f0f\u300d\u4e4b\u300c\u6b0a\u5229\u8b49\u660e\u66f8\u300d\uff0c\u4ee5\u8b49\u660e\u5176\u4fc2\u7d93\u5408\u6cd5\u6388\u6b0a\u4f7f\u7528\u300c\u7a0b\u5f0f\u300d\u7279\u5b9a\u5c64\u7d1a\u3002\u8a72\u5c64\u7d1a\u4fc2\u4f9d\u8655\u7406\u5668\u6216\u4f7f\u7528\u8005\u4e4b\u6578\u76ee\u8a8d\u5b9a\u4e4b\u3002  \u8cb4\u5ba2\u6236\u82e5\u8981\u6c42\u63d0\u4f9b\u4fdd\u56fa\u670d\u52d9\u6216\u7a0b\u5f0f\u6607\u7d1a\u512a\u60e0\u50f9\u683c\u6216\u5176\u4ed6\u4fc3\u92b7\u512a\u60e0\u6642\uff0c\u61c9\u51fa\u793a\u8a72\u300c\u6b0a\u5229\u8b49\u660e\u66f8\u300d\u3002\u82e5 IBM \u672a\u63d0\u4f9b\u300c\u6b0a\u5229\u8b49\u660e\u66f8\u300d\u4e88  \u8cb4\u5ba2\u6236\uff0c\u5247 IBM \u5f97\u63a5\u53d7\u63d0\u4f9b\u300c\u7a0b\u5f0f\u300d\u4e88  \u8cb4\u5ba2\u6236\u4e4b\u539f\u4f9b\u8ca8\u5ee0\u5546\uff08\u6307 IBM \u6216\u5176\u8f49\u92b7\u5546\uff09\u6240\u63d0\u4f9b\u4e4b\u539f\u6709\u5df2\u4ed8\u6b3e\u92b7\u8ca8\u6536\u64da\u6216\u5176\u4ed6\u92b7\u8ca8\u7d00\u9304\uff0c\u60df\u8a72\u6536\u64da\u6216\u7d00\u9304\u9700\u6307\u660e\u300c\u7a0b\u5f0f\u300d\u540d\u7a31\u8207\u6240\u5f97\u4f7f\u7528\u5c64\u7d1a\u3002\n\n\u300c\u8cb4\u5ba2\u6236\u300d\u4fc2\u6307\u55ae\u4e00\u500b\u4eba\u6216\u55ae\u4e00\u6cd5\u5f8b\u5be6\u9ad4\u3002\n\n\u672c\u5408\u7d04\u5305\u62ec\u7b2c\u4e00\u90e8\u5206\uff1a\u4e00\u822c\u689d\u6b3e\u3001\u7b2c\u4e8c\u90e8\u5206\uff1a\u5404\u570b\u5c08\u6709\u689d\u6b3e\u3001\u300c\u6388\u6b0a\u624b\u518a\u300d\u4ee5\u53ca\u300c\u6b0a\u5229\u8b49\u660e\u66f8\u300d \uff0c\u70ba\u6709\u95dc  \u8cb4\u5ba2\u6236\u4f7f\u7528\u672c\u300c\u7a0b\u5f0f\u300d\u7684\u5b8c\u6574\u5408\u7d04\uff0c\u4e14\u53d6\u4ee3  \u8cb4\u5ba2\u6236\u5148\u524d\u8207 IBM \u6240\u4f5c\u7684\u4e00\u5207\u53e3\u982d\u6216\u66f8\u9762\u5354\u8b70\u3002\u7b2c\u4e8c\u90e8\u5206\u689d\u6b3e\u53ca\u300c\u6388\u6b0a\u624b\u518a\u300d\u5f97\u53d6\u4ee3\u6216\u4fee\u8a02\u7b2c\u4e00\u90e8\u5206\u4e4b\u689d\u6b3e\u3002\u82e5\u672c\u5408\u7d04\u4e4b\u689d\u6b3e\u8207\u300cIBM \u570b\u969b Passport Advantage \u5408\u7d04\u300d\u6709\u7274\u89f8\uff0c\u5247\u4f9d\u5f8c\u8005\u5408\u7d04\u689d\u6b3e\u4e4b\u898f\u5b9a\u3002\n\n1. \u6b0a\u5229\n\n\u6388\u6b0a\u689d\u6b3e\n\nIBM \u6216 IBM \u4e4b\u4f9b\u61c9\u5546\u64c1\u6709\u672c\u300c\u7a0b\u5f0f\u300d\u4e4b\u8457\u4f5c\u6b0a\uff0c\u672c\u5408\u7d04\u70ba\u6388\u6b0a\u5408\u7d04\u800c\u975e\u8457\u4f5c\u6b0a\u8b93\u552e\u5408\u7d04\u3002\n\nIBM \u5c31  \u8cb4\u5ba2\u6236\u5408\u6cd5\u53d6\u5f97\u4e4b\u672c\u300c\u7a0b\u5f0f\u300d\u6388\u8207  \u8cb4\u5ba2\u6236\u975e\u5c08\u5c6c\u4e4b\u6388\u6b0a\u3002\n\n\u8cb4\u5ba2\u6236\u5f97 1) \u4f9d\u300c\u6b0a\u5229\u8b49\u660e\u66f8\u300d\u6240\u8f09\u4f7f\u7528\u5c64\u7d1a\u4f7f\u7528\u672c\u300c\u7a0b\u5f0f\u300d\uff0c\u53ca 2) \u88fd\u4f5c\u53ca\u5b89\u88dd\u591a\u4efd\u8907\u672c\uff08\u5305\u62ec\u5099\u4efd\uff09\uff0c\u4ee5\u652f\u63f4\u8a72\u4f7f\u7528\u76ee\u7684\u3002\u672c\u6388\u6b0a\u4e4b\u689d\u6b3e\u9069\u7528\u65bc  \u8cb4\u5ba2\u6236\u6240\u88fd\u4f5c\u4e4b\u6bcf\u4e00\u4efd\u62f7\u8c9d\u3002  \u8cb4\u5ba2\u6236\u8907\u88fd\u672c\u300c\u7a0b\u5f0f\u300d\u6642\uff0c\u4e0d\u8ad6\u5176\u4fc2\u5168\u90e8\u6216\u90e8\u5206\u62f7\u8c9d\uff0c\u5747\u9808\u65bc\u8a72\u62f7\u8c9d\u4e0a\u8907\u88fd\u672c\u300c\u7a0b\u5f0f\u300d\u4e4b\u8457\u4f5c\u6b0a\u53ca\u5176\u4ed6\u6709\u95dc\u4e4b\u6b0a\u5229\u6a19\u793a\u3002\n\n\u5982\u672c\u300c\u7a0b\u5f0f\u300d\u662f\u6607\u7d1a\u7248\u7a0b\u5f0f\uff0c\u5247  \u8cb4\u5ba2\u6236\u65bc\u5b89\u88dd\u8a72\u6607\u7d1a\u7248\u5f8c\u4e0d\u5f97\u518d\u4f7f\u7528\u6607\u7d1a\u524d\u4e4b\u300c\u7a0b\u5f0f\u300d\uff0c\u4ea6\u4e0d\u5f97\u5c07\u6607\u7d1a\u524d\u4e4b\u300c\u7a0b\u5f0f\u300d\u8f49\u8b93\u4e88\u4ed6\u4eba\u4f7f\u7528\u3002\n\n\u8cb4\u5ba2\u6236\u61c9\u78ba\u4fdd\u4efb\u4f55\u4eba\u65bc\u4f7f\u7528\u672c\u300c\u7a0b\u5f0f\u300d\u6642\uff08\u4e0d\u8ad6\u85c9\u7531\u672c\u5730\u6216\u9060\u7aef\u5b58\u53d6\uff09\uff0c\u5747\u696d\u7d93  \u8cb4\u5ba2\u6236\u6388\u6b0a\uff0c\u4e26\u80fd\u9075\u5b88\u672c\u5408\u7d04\u689d\u6b3e\u4e4b\u898f\u5b9a\u3002\n\n\u9664\u672c\u5408\u7d04\u53e6\u6709\u898f\u5b9a\u5916\uff0c  \u8cb4\u5ba2\u6236\u4e0d\u5f97\uff1a(1) \u4f7f\u7528\u3001\u8907\u88fd\u3001\u4fee\u6539\u6216\u6563\u5e03\u672c\u300c\u7a0b\u5f0f\u300d\u3002(2) \u9006\u5411\u7d44\u5408 (reverse assemble)\u3001\u9006\u5411\u7de8\u7e82 (reverse compile) \u6216\u4ee5\u5176\u4ed6\u65b9\u6cd5\u89e3\u8b6f\u672c\u300c\u7a0b\u5f0f\u300d\uff0c\u4f46\u6cd5\u5f8b\u898f\u5b9a\u4e0d\u5f97\u4ee5\u5951\u7d04\u9650\u5236\u8005\uff0c\u4e0d\u5728\u6b64\u9650\u3002(3) \u8f49\u6388\u6b0a\u6216\u51fa\u79df\u672c\u300c\u7a0b\u5f0f\u300d\u3002\n\n\u82e5  \u8cb4\u5ba2\u6236\u9055\u53cd\u672c\u5408\u7d04\u689d\u6b3e\uff0cIBM \u5f97\u7d42\u6b62\u5c0d  \u8cb4\u5ba2\u6236\u4e4b\u6388\u6b0a\u3002\u82e5 IBM \u7d42\u6b62\u6388\u6b0a\uff0c  \u8cb4\u5ba2\u6236\u9700\u92b7\u6bc0\u672c\u300c\u7a0b\u5f0f\u300d\u4e4b\u6240\u6709\u8907\u672c\u8207\u5176\u300c\u6b0a\u5229\u8b49\u660e\u66f8\u300d\u3002\n\n\u9000\u6b3e\u4fdd\u8b49\n\n\u82e5  \u8cb4\u5ba2\u6236\u56e0\u6545\u4e0d\u6eff\u610f\u672c\u300c\u7a0b\u5f0f\u300d\uff0c\u4e14  \u8cb4\u5ba2\u6236\u70ba\u539f\u59cb\u88ab\u6388\u6b0a\u4eba\uff0c\u5247  \u8cb4\u5ba2\u6236\u5f97\u7d22\u56de\u539f\u5df2\u4ed8\u6b3e\u9805\uff0c\u60df  \u8cb4\u5ba2\u6236\u9700\u65bc\u767c\u7968\u65e5\u4e09\u5341\u5929\u5167\u5c07\u672c\u300c\u7a0b\u5f0f\u300d\u53ca\u5176\u300c\u6b0a\u5229\u8b49\u660e\u66f8\u300d\u9000\u9084\u63d0\u4f9b\u4e88  \u8cb4\u5ba2\u6236\u4e4b\u539f\u4f9b\u8ca8\u5ee0\u5546\u3002\u82e5  \u8cb4\u5ba2\u6236\u5df2\u4e0b\u8f09\u672c\u300c\u7a0b\u5f0f\u300d\uff0c  \u8cb4\u5ba2\u6236\u5f97\u8207\u63d0\u4f9b\u672c\u300c\u7a0b\u5f0f\u300d\u4e88  \u8cb4\u5ba2\u6236\u4e4b\u539f\u4f9b\u8ca8\u5ee0\u5546\u806f\u7d61\uff0c\u4e26\u4f9d\u5176\u6307\u793a\u4ee5\u53d6\u56de\u5df2\u4ed8\u6b3e\u9805\u3002\n\n\u7a0b\u5f0f\u8f49\u8b93\n\n\u53ea\u6709\u5728\u7b2c\u4e09\u4eba\u540c\u610f\u672c\u5408\u7d04\u689d\u6b3e\u6642\uff0c  \u8cb4\u5ba2\u6236\u59cb\u5f97\u8f49\u8b93\u672c\u300c\u7a0b\u5f0f\u300d\u53ca\u6388\u6b0a\u4e4b\u76f8\u95dc\u6b0a\u5229\u7fa9\u52d9\u3002  \u8cb4\u5ba2\u6236\u8f49\u8b93\u672c\u300c\u7a0b\u5f0f\u300d\u4e4b\u540c\u6642\uff0c\u4ea6\u61c9\u4ea4\u4ed8\u4e00\u4efd\u672c\u5408\u7d04\u4e4b\u62f7\u8c9d\uff0c\u5305\u62ec\u672c\u300c\u7a0b\u5f0f\u300d\u4e4b\u300c\u6b0a\u5229\u8b49\u660e\u66f8\u300d\u3002\u8f49\u8b93\u5f8c\uff0c  \u8cb4\u5ba2\u6236\u5373\u4e0d\u5f97\u7e7c\u7e8c\u4f7f\u7528\u672c\u300c\u7a0b\u5f0f\u300d\u3002\n\n2. \u8cbb\u7528\n\n\u300c\u7a0b\u5f0f\u300d\u6388\u6b0a\u61c9\u4ed8\u91d1\u984d\u4fc2\u4e00\u6b21\u6536\u8db3\u4e4b\u8cbb\u7528\u3002\n\n\u4e00\u6b21\u6536\u8db3\u4e4b\u8cbb\u7528\u4fc2\u57fa\u4ee5\u300c\u6b0a\u5229\u8b49\u660e\u66f8\u300d\u6240\u8f09\u660e\u4e4b\u53ef\u4f7f\u7528\u5c64\u7d1a\u800c\u5b9a\u3002IBM \u5c07\u4e0d\u9000\u9084  \u8cb4\u5ba2\u6236\u4e4b\u61c9\u4ed8\u6216\u5df2\u4ed8\u8cbb\u7528\uff0c\u4f46\u672c\u5408\u7d04\u53e6\u6709\u898f\u5b9a\u8005\uff0c\u4e0d\u5728\u6b64\u9650\u3002\n\n\u82e5  \u8cb4\u5ba2\u6236\u6b32\u589e\u52a0\u4f7f\u7528\u5c64\u7d1a\uff0c\u8acb\u901a\u77e5 IBM \u6216  \u8cb4\u5ba2\u6236\u4e4b\u539f\u4f9b\u8ca8\u5ee0\u5546\uff0c\u4e26\u652f\u4ed8\u76f8\u95dc\u8cbb\u7528\u3002\n\n\u82e5\u653f\u5e9c\u91dd\u5c0d\u672c\u300c\u7a0b\u5f0f\u300d\u6536\u53d6\u7a05\u6350\uff08\u4e0d\u5305\u62ec IBM \u4e4b\u71df\u5229\u6240\u5f97\u7a05\uff09\uff0c  \u8cb4\u5ba2\u6236\u540c\u610f\u652f\u4ed8\u6307\u5b9a\u4e4b\u7a05\u6350\u8cbb\u7528\u6216\u63d0\u4f9b\u514d\u7e73\u8b49\u660e\u6587\u4ef6\u3002\u81ea  \u8cb4\u5ba2\u6236\u53d6\u5f97\u672c\u300c\u7a0b\u5f0f\u300d\u4e4b\u65e5\u8d77\u6240\u751f\u500b\u4eba\u8ca1\u7522\u7a05\uff0c\u61c9\u7531  \u8cb4\u5ba2\u6236\u81ea\u884c\u8ca0\u8cac\u3002\n\n3. \u6709\u9650\u4fdd\u8b49\n\nIBM \u4fdd\u8b49\u7576\u672c\u300c\u7a0b\u5f0f\u300d\u5728\u7279\u5b9a\u904b\u4f5c\u74b0\u5883\u4e0b\uff0c\u7b26\u5408\u5176\u898f\u683c\u3002\u6b64\u9805\u4fdd\u8b49\u50c5\u9069\u7528\u65bc\u672c\u300c\u7a0b\u5f0f\u300d\u672a\u7d93\u4fee\u6539\u4e4b\u90e8\u5206\u3002IBM \u4e0d\u4fdd\u8b49\u672c\u300c\u7a0b\u5f0f\u300d\u7d55\u4e0d\u4e2d\u65b7\u6216\u5168\u7121\u932f\u8aa4\u6216 IBM \u5c07\u66f4\u6b63\u6240\u6709\u932f\u8aa4\u3002\u4f7f\u7528\u672c\u300c\u7a0b\u5f0f\u300d\u6240\u751f\u4e4b\u7d50\u679c\uff0c\u61c9\u7531  \u8cb4\u5ba2\u6236\u81ea\u884c\u8ca0\u8cac\u3002\n\nIBM \u63d0\u4f9b\u5b58\u53d6\u6b0a\u4e88  \u8cb4\u5ba2\u6236\uff0c\u4f7f  \u8cb4\u5ba2\u6236\u5f97\u4ee5\u5b58\u53d6\u5167\u542b\u4e0b\u5217\u9805\u76ee\u76f8\u95dc\u8cc7\u8a0a\u4e4b IBM \u8cc7\u6599\u5eab\uff0c\u4e14\u4e0d\u53e6\u6536\u4efb\u4f55\u8cbb\u7528\uff1a\u672c\u300c\u7a0b\u5f0f\u300d\u4e4b\u5df2\u77e5\u7455\u75b5\u3001\u7455\u75b5\u66f4\u6b63\u3001\u9650\u5236\u53ca\u7565\u904e\u3002\u8acb\u67e5\u95b1 IBM Software Support Guide\uff0c\u4ee5\u53d6\u5f97\u9032\u4e00\u6b65\u8cc7\u8a0a\uff0c\u5176\u7db2\u5740\u5982\u4e0b\uff1ahttp://www.ibm.com/software/support\u3002\u81ea\u539f\u88ab\u6388\u6b0a\u4eba\u53d6\u5f97\u672c\u300c\u7a0b\u5f0f\u300d\u4e4b\u65e5\u8d77\u7b97\uff0cIBM \u81f3\u5c11\u6703\u4fdd\u7559\u6b64\u8cc7\u8a0a\u4e00\u5e74\uff08\u300c\u4fdd\u8b49\u671f\u9593\u300d\uff09\u3002\n\n\u65bc\u4fdd\u8b49\u671f\u9593\u5167\uff0c\u5018\u672c\u300c\u7a0b\u5f0f\u300d\u4e4b\u529f\u80fd\u7121\u6cd5\u7b26\u5408\u5176\u898f\u683c\uff0c\u4e14\u6240\u751f\u554f\u984c\u7121\u6cd5\u85c9\u7531 IBM \u8cc7\u6599\u5eab\u6240\u63d0\u4f9b\u4e4b\u8cc7\u8a0a\u7372\u5f97\u89e3\u6c7a\uff0c  \u8cb4\u5ba2\u6236\u5f97\u5c07\u672c\u300c\u7a0b\u5f0f\u300d\u53ca\u5176\u300c\u6b0a\u5229\u8b49\u660e\u66f8\u300d\u9000\u56de\u539f\u4f9b\u8ca8\u5ee0\u5546 (IBM \u6216\u5176\u8f49\u92b7\u5546)\uff0c\u4ee5\u53d6\u56de\u539f\u4ed8\u6b3e\u9805\u3002\u82e5  \u8cb4\u5ba2\u6236\u5df2\u4e0b\u8f09\u672c\u300c\u7a0b\u5f0f\u300d\uff0c  \u8cb4\u5ba2\u6236\u5f97\u8207\u63d0\u4f9b\u672c\u300c\u7a0b\u5f0f\u300d\u4e88  \u8cb4\u5ba2\u6236\u4e4b\u539f\u4f9b\u8ca8\u5ee0\u5546\u806f\u7d61\uff0c\u4e26\u4f9d\u5176\u6307\u793a\u4ee5\u53d6\u56de\u539f\u4ed8\u6b3e\u9805\u3002\n\n\u672c\u689d\u4fdd\u8b49\u662f  \u8cb4\u5ba2\u6236\u7684\u50c5\u6709\u4fdd\u8b49\u4e14\u53d6\u4ee3\u5176\u4ed6\u4e00\u5207\u660e\u793a\u6216\u9ed8\u793a\u4e4b\u4fdd\u8b49 (\u5305\u62ec\u4f46\u4e0d\u9650\u65bc\u53ef\u552e\u6027\u53ca\u7b26\u5408\u7279\u5b9a\u6548\u7528\u4e4b\u4fdd\u8b49)\u3002\u5018\u6cd5\u5f8b\u898f\u5b9a\u4e0d\u5f97\u6392\u9664\u660e\u793a\u6216\u9ed8\u793a\u4e4b\u4fdd\u8b49\uff0c\u4e0a\u8ff0\u9664\u5916\u689d\u6b3e\u5247\u4e0d\u9069\u7528\uff0c\u60df\u8a72\u9ed8\u793a\u4e4b\u4fdd\u8b49\u50c5\u65bc\u4fdd\u8b49\u671f\u9593\u5167\u6709\u6548\u3002\n\n\u6b64\u7b49\u4fdd\u8b49\u4e8b\u9805\u8ce6\u4e88  \u8cb4\u5ba2\u6236\u5982\u4e0a\u6240\u8ff0\u7684\u7279\u5b9a\u6cd5\u5b9a\u6b0a\u5229\uff0c\u6b64\u5916\uff0c  \u8cb4\u5ba2\u6236\u4ea6\u53ef\u80fd\u4eab\u6709\u5176\u4ed6\u6b0a\u5229\uff0c\u8996\u6240\u9069\u7528\u4e4b\u6e96\u64da\u6cd5\u898f\u5b9a\u800c\u5b9a\u3002\n\n4. \u8ce0\u511f\u9650\u5236\n\n\u56e0 IBM \u9055\u7d04\u6216\u5176\u4ed6\u53ef\u6b78\u8cac\u4e8b\u7531\uff0c\u81f4  \u8cb4\u5ba2\u6236\u5f97\u5411 IBM \u63d0\u51fa\u640d\u5bb3\u8ce0\u511f\u4e4b\u8acb\u6c42\u6642\uff0c \u7121\u8ad6  \u8cb4\u5ba2\u6236\u57fa\u65bc\u4f55\u7a2e\u6b0a\u5229\u8acb\u6c42\u8ce0\u511f\uff08\u5305\u62ec\u91cd\u5927\u9055\u7d04\u3001\u758f\u5ffd\u3001\u4e0d\u5be6\u9673\u8ff0\u6216\u5176\u4ed6\u5951\u7d04\u8acb\u6c42\u6216\u4fb5\u6b0a\u884c\u70ba\uff09\uff0cIBM \u7684\u8ce0\u511f\u8cac\u4efb\u50c5\u9650\u65bc 1) \u4eba\u8eab\u50b7\u5bb3\uff08\u5305\u62ec\u6b7b\u4ea1\uff09\u3001\u4e0d\u52d5\u7522\u6216\u500b\u4eba\u6709\u5f62\u8cc7\u7522\u4e4b\u6bc0\u640d 2) \u5176\u4ed6\u76f4\u63a5\u5be6\u969b\u640d\u5bb3\uff0c\u60df\u4e0d\u5f97\u8d85\u904e\u7576\u640d\u5bb3\u767c\u751f\u6642 IBM \u6240\u5b9a\u4e4b\u300c\u7a0b\u5f0f\u300d\u6388\u6b0a\u8cbb\u7528\u3002\n\n\u6b64\u8ce0\u511f\u9650\u5236\u4ea6\u9069\u7528\u65bc IBM \u4e4b\u300c\u7a0b\u5f0f\u300d\u958b\u767c\u8005\u8207\u4f9b\u61c9\u5546\u3002\u6b64\u8ce0\u511f\u9650\u5236\u4fc2 IBM \u53ca IBM \u4e4b\u300c\u7a0b\u5f0f\u300d\u958b\u767c\u8005\u8207\u4f9b\u61c9\u5546\u4e4b\u5171\u540c\u8ce0\u511f\u8cac\u4efb\u4e0a\u9650\u3002\u5728\u4efb\u4f55\u60c5\u6cc1\u4e0b\uff0cIBM\u3001IBM \u4e4b\u300c\u7a0b\u5f0f\u300d\u958b\u767c\u8005\u6216\u4f9b\u61c9\u5546\u5c0d\u4e0b\u5217\u60c5\u4e8b\u5747\u4e0d\u8ca0\u8ce0\u511f\u8cac\u4efb\uff0c\u5373\u4f7f\u88ab\u544a\u77e5\u8a72\u60c5\u4e8b\u6709\u53ef\u80fd\u767c\u751f\u6642\uff0c\u4ea6\u540c\uff1a\n\n1. \u8cc7\u6599\u4e4b\u6ec5\u5931\u6216\u6bc0\u640d\uff1b\n\n2. \u9644\u5e36\u96dc\u9805\u652f\u51fa\u3001\u7279\u5225\u640d\u5bb3\u3001\u9593\u63a5\u640d\u5bb3\u6216\u5176\u4ed6\u884d\u751f\u4e4b\u7d93\u6fdf\u640d\u5bb3\uff1b\u6216\n\n3. \u5229\u6f64\u3001\u71df\u696d\u3001\u6536\u76ca\u3001\u5546\u8b7d\u6216\u9810\u671f\u7bc0\u9918\u7b49\u9805\u4e4b\u640d\u5931\u3002\n\n\u5018\u6cd5\u5f8b\u898f\u5b9a\u4e0d\u5f97\u6392\u9664\u6216\u9650\u5236\u8ce0\u511f\u8cac\u4efb\u6642\uff0c\u5247\u672c\u6392\u9664\u6216\u9650\u5236\u689d\u6b3e\u4e0d\u9069\u7528\u4e4b\u3002\n\n5. \u4e00\u822c\u689d\u6b3e\n\n1. \u5408\u7d04\u4e0d\u5f71\u97ff\u4efb\u4f55\u4e0d\u5f97\u4ee5\u5951\u7d04\u9650\u5236\u6216\u62cb\u68c4\u4e4b\u6cd5\u5b9a\u6d88\u8cbb\u8005\u6b0a\u76ca\u3002\n\n2. \u7e31\u4f7f\u672c\u5408\u7d04\u4e2d\u6709\u4efb\u4f55\u689d\u6b3e\u88ab\u8a8d\u5b9a\u70ba\u7121\u6548\u6216\u7121\u6cd5\u57f7\u884c\uff0c\u672c\u5408\u7d04\u4e4b\u5176\u4ed6\u689d\u6b3e\u4ecd\u5177\u5b8c\u6574\u4e4b\u6cd5\u5f8b\u6548\u529b\u3002\n\n3. \u8cb4\u5ba2\u6236\u540c\u610f\u9075\u5b88\u6240\u6709\u9032\u51fa\u53e3\u76f8\u95dc\u6cd5\u4ee4\u898f\u7ae0\u3002\n\n4. \u8cb4\u5ba2\u6236\u540c\u610f IBM \u5f97\u65bc\u57f7\u884c\u696d\u52d9\u6642\u5132\u5b58\u53ca\u4f7f\u7528  \u8cb4\u5ba2\u6236\u4e4b\u806f\u7d61\u8cc7\u8a0a\uff0c\u5305\u62ec\u59d3\u540d\u3001\u96fb\u8a71\u865f\u78bc\u53ca\u96fb\u5b50\u90f5\u4ef6\u4f4d\u5740\u3002\u6b64\u7b49\u8cc7\u8a0a\u4e4b\u8655\u7406\u8207\u4f7f\u7528\u61c9\u8207\u96d9\u65b9\u696d\u52d9\u95dc\u4fc2\u76f8\u95dc\uff0c\u4e26\u5f97\u5c07\u5176\u63d0\u4f9b\u4e88 IBM \u4e4b\u627f\u5305\u5546\u3001\u4e8b\u696d\u5925\u4f34\u53ca\u53d7\u8b93\u4eba\uff0c\u4ee5\u4fbf\u7528\u65bc\u7b26\u5408\u5176\u5171\u540c\u4f01\u696d\u6d3b\u52d5\u4e4b\u7528\u9014\uff0c\u5305\u62ec\u8207  \u8cb4\u5ba2\u6236\u9032\u884c\u806f\u7d61\uff08\u4f8b\u5982\uff1a\u505a\u70ba\u8655\u7406\u8a02\u55ae\u3001\u4fc3\u92b7\u53ca\u5e02\u5834\u8abf\u67e5\u4e4b\u76ee\u7684\uff09\u3002\n\n5. \u8cb4\u6211\u96d9\u65b9\u5747\u540c\u610f\uff0c\u65bc\u4efb\u4e00\u8a34\u8a1f\u539f\u56e0\u767c\u751f\u5169\u5e74\u5f8c\uff0c\u4e0d\u518d\u63d0\u8d77\u4efb\u4f55\u5f62\u5f0f\u4e4b\u8a34\u8a1f\uff0c\u9664\u975e\u7576\u5730\u6cd5\u5f8b\u898f\u5b9a\u4e0d\u5f97\u4ee5\u5951\u7d04\u65b9\u5f0f\u653e\u68c4\u6216\u9650\u5236\u3002\n\n6. \u8cb4\u6211\u96d9\u65b9\u5747\u7121\u9700\u5c0d\u4e0d\u53ef\u6297\u529b\u56e0\u7d20\u9020\u6210\u4e4b\u640d\u5bb3\u8ca0\u8cac\u3002\n\n7. \u672c\u5408\u7d04\u4e0d\u70ba\u4efb\u4f55\u7b2c\u4e09\u4eba\u5275\u8a2d\u8a34\u8a1f\u6b0a\u6216\u8a34\u8a1f\u539f\u56e0\uff0c\u6b64\u5916\uff0c\u4efb\u4f55\u7b2c\u4e09\u4eba\u5411  \u8cb4\u5ba2\u6236\u63d0\u51fa\u4e4b\u7d22\u8ce0\u8981\u6c42\uff0cIBM \u4ea6\u6982\u4e0d\u8ca0\u8cac\uff0c\u4f46\u4ee5\u4e0a\u300c\u8ce0\u511f\u9650\u5236\u300d\u4e00\u7bc0\u6240\u5bb9\u8a31\u8005\uff08IBM \u4f9d\u6cd5\u61c9\u8ca0\u8cac\u4e4b\u4eba\u8eab\u50b7\u5bb3\uff08\u5305\u62ec\u6b7b\u4ea1\uff09\u6216\u4e0d\u52d5\u7522\u3001\u500b\u4eba\u6709\u5f62\u8cc7\u7522\u4e4b\u6bc0\u640d\uff09\uff0c\u4e0d\u5728\u6b64\u9650\u3002\n\n6. \u6e96\u64da\u6cd5\u3001\u7ba1\u8f44\u53ca\u4ef2\u88c1\n\n\u6e96\u64da\u6cd5\n\n\u8cb4\u5ba2\u6236\u8207 IBM \u96d9\u65b9\u5747\u540c\u610f\u4ee5  \u8cb4\u5ba2\u6236\u53d6\u5f97\u672c\u300c\u7a0b\u5f0f\u300d\u6388\u6b0a\u7576\u5730\u4e4b\u6cd5\u5f8b\u70ba\u6e96\u64da\u6cd5\uff0c\u64da\u4ee5\u898f\u7bc4\u3001\u89e3\u91cb\u53ca\u57f7\u884c\u672c\u5408\u7d04\u76ee\u7684\u6240\u884d\u751f\u6216\u6709\u95dc\u65bc  \u8cb4\u5ba2\u6236\u8207 IBM \u96d9\u65b9\u4e4b\u6240\u6709\u6b0a\u5229\u3001\u8077\u8cac\u8207\u7fa9\u52d9\uff1b\u4e14\u7121\u53cd\u5c0d\u539f\u5247\u4e4b\u9069\u7528\u3002\n\n\u8207\u570b\u969b\u8ca8\u54c1\u92b7\u552e\u5951\u7d04\u76f8\u95dc\u4e4b\u806f\u5408\u570b\u6163\u4f8b\u4e0d\u9069\u7528\u65bc\u672c\u5408\u7d04\u3002\n\n\u7ba1\u8f44\n\n\u96d9\u65b9\u4e4b\u6240\u6709\u6b0a\u5229\u3001\u8077\u8cac\u53ca\u7fa9\u52d9\u5747\u53d7  \u8cb4\u5ba2\u6236\u53d6\u5f97\u672c\u300c\u7a0b\u5f0f\u300d\u6388\u6b0a\u7576\u5730\u4e4b\u6cd5\u5ead\u7ba1\u8f44\u3002\n\n\u7b2c\u4e8c\u90e8\u5206 - \u5404\u570b\u5c08\u6709\u689d\u6b3e\n\n\u53f0\u7063\uff1a\u6709\u9650\u4fdd\u8b49\uff08\u7b2c\u4e09\u7bc0\uff09\uff1a\u6700\u5f8c\u4e00\u6bb5\u522a\u9664\u3002\n\nZ125-3301-12 (11/2003)\n\n\n\n\u6388\u6b0a\u624b\u518a\n\n\u9664 \u570b\u969b\u7a0b\u5f0f\u6388\u6b0a\u5408\u7d04 \u5916\uff0c\u4ee5\u4e0b\u689d\u6b3e\u4ea6\u9069\u7528\u65bc\u4e0b\u5217\u7a0b\u5f0f\u3002\n\n\u7a0b\u5f0f\u540d\u7a31\uff1aSCM Adapter Plug-in for IBM Rational ClearCase\n\u7a0b\u5f0f\u7de8\u865f\uff1a5724-G29\n\u5bb6\u7528/\u624b\u63d0\u96fb\u8166\u6388\u6b0a\uff1a\u672c\u300c\u7a0b\u5f0f\u300d\u5f97\u5132\u5b58\u65bc\u4e3b\u8981\u6a5f\u5668\u53ca\u53e6\u4e00\u90e8\u6a5f\u5668\u4e2d\uff0c\u60df\u4e0d\u5f97\u65bc\u8a72\u5169\u90e8\u6a5f\u5668\u4e0a\u540c\u6642\u4f7f\u7528\u3002\n\n\n\u7279\u5b9a\u904b\u4f5c\u74b0\u5883\n\n\u5982\u679c\u672c\u7a0b\u5f0f\u6709\u6aa2\u9644\u6587\u4ef6\uff0c\u5247\u5728\u7a0b\u5f0f\u6240\u6aa2\u9644\u6587\u4ef6\uff08\u5982 Readme \u6a94\uff09\u6216\u5728 IBM \u6240\u516c\u4f48\u7684\u5176\u4ed6\u8cc7\u8a0a\uff08\u5982\u901a\u77e5\u4fe1\u51fd\uff09\u4e2d\uff0c\u53ef\u627e\u5230\u7a0b\u5f0f\u898f\u683c\u53ca\u6307\u5b9a\u7684\u4f5c\u696d\u74b0\u5883\u8cc7\u8a0a\u3002\n\n\u7a0b\u5f0f\u7279\u5225\u689d\u6b3e\n\n\u672c\u8edf\u9ad4\u9069\u7528\u65bc\u4e0a\u8ff0\u7522\u54c1\u540d\u7a31\u6240\u63d0\u53ca\u4e4b IBM \u7a0b\u5f0f\u3002\u672c\u8edf\u9ad4\u4f9d\u7167\u8207  \u8cb4\u5ba2\u6236\u5df2\u53d6\u5f97\u6388\u6b0a\u4e4b\u4e0a\u8ff0\u6240\u63d0\u53ca\u4e4b IBM \u7a0b\u5f0f\u76f8\u540c\u4e4b\u689d\u6b3e\uff0c\u5305\u62ec\u76f8\u540c\u6388\u6b0a\u7a2e\u985e\uff0c\u800c\u6388\u6b0a\u4e88  \u8cb4\u5ba2\u6236\u3002\nD/N:  L-KHUY-6PDP84\nP/N:  L-KHUY-6PDP84 \n
