# NLS_ENCODING=UTF-8
# NLS_MESSAGEFORMAT_NONE
featureName=Rational ClearCase SCM Adapter
providerName=IBM
description=Outils de gestion et documentation du syst\u00e8me de contr\u00f4le des sources Rational ClearCase
updateSiteName=Mises \u00e0 jour de ClearCase SCM Adapter
copyright=(c) Copyright IBM Corporation 2004, 2006.  All rights reserved.
licenseURL=license_fr.htm
licenseText=Conditions Internationales d'Utilisation de Logiciels IBM\n\nChapitre 1 - Dispositions G\u00e9n\u00e9rales\n\nLE TELECHARGEMENT, L'INSTALLATION, LA COPIE, L'ACCES OU L'UTILISATION DU LOGICIEL SERA CONSIDERE COMME UNE ACCEPTATION DE VOTRE PART DES DISPOSITIONS DU PRESENT CONTRAT. SI VOUS ACCEPTEZ CES DISPOSITIONS POUR LE COMPTE D'UNE AUTRE PERSONNE, D'UNE SOCIETE OU D'UNE AUTRE PERSONNE MORALE, VOUS CERTIFIEZ AVOIR QUALITE POUR ENGAGER CETTE PERSONNE, SOCIETE OU PERSONNE MORALE A RESPECTER CES DISPOSITIONS. SI VOUS N'ACCEPTEZ PAS CES DISPOSITIONS, \n\n- NE TELECHARGEZ PAS, N'INSTALLEZ PAS, NE COPIEZ PAS, N'ACCEDEZ PAS ET N'UTILISEZ PAS LE LOGICIEL ; ET \n\n - DEMANDEZ A ETRE REMBOURSE DE LA SOMME QUE VOUS AVEZ PAYEE A LA PERSONNE AUPRES DE LAQUELLE VOUS AVEZ ACQUIS LE LOGICIEL, EN LUI RETOURNANT, SANS DELAI, LE LOGICIEL ET L'AUTORISATION D'UTILISATION DU LOGICIEL. SI VOUS AVEZ TELECHARGE LE LOGICIEL, PRENEZ CONTACT AVEC LA PERSONNE AUPRES DE LAQUELLE VOUS L'AVEZ ACQUIS.\n\n"IBM" d\u00e9signe la compagnie "International Business Machines Corporation" ou l'une de ses filiales.\n\n"Informations sur la Licence" ("LI") d\u00e9signe un document qui fournit des informations sp\u00e9cifiques \u00e0 un Logiciel donn\u00e9. Les Informations sur la Licence sont disponibles \u00e0 l'adresse suivante : http://www.ibm.com/software/sla/. Elles peuvent aussi se trouver dans un fichier livr\u00e9 avec le Logiciel et accessible par une commande syst\u00e8me ou dans une brochure livr\u00e9e avec le Logiciel.\n\n"Logiciel" d\u00e9signe les \u00e9l\u00e9ments suivants, y compris l'original et toutes les copies partielles ou totales de chaque \u00e9l\u00e9ment : 1) instructions et donn\u00e9es lisibles par machine ; 2) modules ; 3) informations audio et/ou visuelles (par exemple, des images, des textes, des enregistrements ou des dessins) ; 4) \u00e9l\u00e9ments sous licence associ\u00e9s ; et 5) des cl\u00e9s, des documents relatifs \u00e0 l'utilisation de la licence et de la documentation.\n\nL'"Autorisation d'Utilisation du Logiciel" ("PoE") constitue la preuve que Vous avez le droit d'utiliser le Logiciel \u00e0 un niveau donn\u00e9. Ce niveau peut \u00eatre mesur\u00e9, par exemple, par le nombre de processeurs ou d'utilisateurs. Ce PoE prouve \u00e9galement Votre \u00e9ligibilit\u00e9 aux services pr\u00e9vus par la garantie, aux prix applicables \u00e0 d'\u00e9ventuelles mises \u00e0 niveau ult\u00e9rieures du Logiciel et \u00e0 d'\u00e9ventuelles offres sp\u00e9ciales ou promotionnelles. Si IBM ne Vous fournit pas une Autorisation d'Utilisation du Logiciel, IBM peut cependant accepter l'original de la facture dont Vous vous \u00eates acquitt\u00e9 ou toute autre preuve d'achat \u00e9manant de la personne (IBM ou l'un de ses revendeurs) aupr\u00e8s de laquelle vous avez acquis le Logiciel, sous r\u00e9serve que ce document indique le nom du Logiciel et le niveau d'utilisation acquis. \n\n"Vous" et "Votre" font r\u00e9f\u00e9rence \u00e0 un individu ou \u00e0 une personne morale.\n\nCe Contrat est constitu\u00e9 du pr\u00e9sent document qui comprend un premier chapitre intitul\u00e9 "Chapitre 1 - Dispositions G\u00e9n\u00e9rales" et un second chapitre intitul\u00e9 "Chapitre 2 - Dispositions Nationales Particuli\u00e8res", du document intitul\u00e9 Informations sur la Licence et de l'Autorisation d'Utilisation du Logiciel. Le Contrat exprime l'int\u00e9gralit\u00e9 de l'accord intervenu entre Vous et IBM en ce qui concerne l'utilisation du Logiciel. Il pr\u00e9vaut sur tout autre accord ou communication ant\u00e9rieur, oral ou \u00e9crit, intervenu entre les parties, concernant Votre utilisation du Logiciel. Les dispositions du second chapitre et du document Informations sur la Licence peuvent remplacer ou modifier celles du premier chapitre. En cas de contradiction entre les dispositions du pr\u00e9sent Contrat et celles du Contrat International Passport Advantage IBM, les dispositions du Contrat International Passport Advantage IBM pr\u00e9valent.\n\n1. Autorisation d'Utilisation\n\nLicence\n\nLe Logiciel est la propri\u00e9t\u00e9 d'IBM ou d'un fournisseur d'IBM et est prot\u00e9g\u00e9 par les droits d'auteur. Le Logiciel est conc\u00e9d\u00e9 sous licence et non vendu.\n\nIBM Vous conc\u00e8de une licence d'utilisation du Logiciel non exclusive, dans la mesure o\u00f9 vous avez acquis le Logiciel en toute l\u00e9galit\u00e9.\n\nVous avez le droit 1) d'utiliser le Logiciel dans les limites d'utilisation indiqu\u00e9es dans l'Autorisation d'Utilisation du Logiciel et 2) d'effectuer et installer des copies du Logiciel, dont une copie de sauvegarde, pour permettre une telle utilisation. Les dispositions de la pr\u00e9sente licence s'appliquent \u00e0 toutes les copies que Vous effectuez. Vous devez reproduire toutes les mentions relatives aux droits d'auteur et toute autre mention de propri\u00e9t\u00e9 sur chaque copie, totale ou partielle, du Logiciel.\n\nSi Vous avez acquis le Logiciel sous forme de mise \u00e0 jour, apr\u00e8s avoir install\u00e9 celle-ci, Vous ne pouvez plus utiliser le Logiciel \u00e0 partir duquel cette mise \u00e0 jour a \u00e9t\u00e9 effectu\u00e9e, ni le transf\u00e9rer \u00e0 une autre partie.\n\nVous vous engagez \u00e0 ce que toute personne utilisant le Logiciel (que ce soit au travers de son r\u00e9seau priv\u00e9 ou d'un r\u00e9seau public) ne le fasse que pour Votre usage dans la limite des droits conc\u00e9d\u00e9s et conform\u00e9ment aux dispositions de ce Contrat.\n\nCette licence ne Vous autorise pas \u00e0 1) utiliser, copier, modifier ou distribuer le Logiciel, sauf indication contraire dans le pr\u00e9sent Contrat ; 2) d\u00e9sassembler, d\u00e9compiler ou traduire de quelque fa\u00e7on que ce soit le Logiciel, \u00e0 moins d'y \u00eatre autoris\u00e9 par une disposition l\u00e9gale d'ordre public ; 3) conc\u00e9der des sous-licences ou donner le Logiciel en location sous quelque forme que ce soit.\n\nIBM peut r\u00e9silier la licence qui Vous a \u00e9t\u00e9 conc\u00e9d\u00e9e si Vous ne respectez pas les dispositions du pr\u00e9sent Contrat. Dans ce cas, Vous devrez d\u00e9truire tous les exemplaires du Logiciel et l'Autorisation d'Utilisation du Logiciel.\n\nGarantie "satisfait ou rembours\u00e9"\n\nSi pour une raison quelconque, Vous n'\u00e9tiez pas satisfait du Logiciel et que Vous \u00eates le d\u00e9tenteur initial de la licence, Vous pouvez obtenir le remboursement du montant que Vous avez pay\u00e9 pour ce Logiciel, si, dans les 30 jours suivant la date de la facture qui vous est envoy\u00e9e, Vous retournez le Logiciel et son Autorisation d'Utilisation du Logiciel \u00e0 la personne aupr\u00e8s de laquelle Vous avez acquis ce Logiciel. Si Vous aviez t\u00e9l\u00e9charg\u00e9 le Logiciel, Vous pouvez prendre contact avec la personne aupr\u00e8s de laquelle Vous l'avez acquis pour savoir comment en obtenir le remboursement.\n\nCession du Logiciel\n\nVous pouvez c\u00e9der un Logiciel ainsi que Vos droits et obligations au titre de la licence \u00e0 un tiers uniquement si celui-ci accepte de respecter les dispositions du pr\u00e9sent Contrat. Lorsque Vous c\u00e9dez le Logiciel \u00e0 ce tiers, Vous devez \u00e9galement lui remettre un exemplaire du pr\u00e9sent Contrat et notamment l'Autorisation d'Utilisation du Logiciel concern\u00e9. Une fois c\u00e9d\u00e9, Vous ne pouvez plus utiliser le Logiciel.\n\n2. Redevances\n\nLe montant d\u00fb pour une licence de logiciel est une redevance unique. \n\nLes redevances uniques sont fonction du niveau d'utilisation acquis, tel que pr\u00e9cis\u00e9 dans l'Autorisation d'Utilisation du Logiciel. Sauf indication contraire dans le pr\u00e9sent Contrat, IBM n'accordera aucun cr\u00e9dit ou remboursement concernant les redevances d\u00e9j\u00e0 exigibles ou pay\u00e9es.\n\nSi Vous souhaitez augmenter le niveau d'utilisation, Vous devez en informer IBM ou la personne aupr\u00e8s de laquelle Vous avez acquis le Logiciel et Vous acquitter de toute redevance applicable. \n\nSi une autorit\u00e9 quelconque impose un droit, une taxe, un imp\u00f4t ou une redevance (\u00e0 l'exclusion de ceux bas\u00e9s sur le revenu net d'IBM) sur le Logiciel fourni par IBM dans le cadre du pr\u00e9sent Contrat, Vous vous engagez \u00e0 Vous en acquitter aux conditions d\u00e9finies par IBM ou \u00e0 fournir le certificat d'exon\u00e9ration appropri\u00e9. Toute taxe relative au bien mobilier pour le Logiciel Vous incombe \u00e0 partir de la date \u00e0 laquelle Vous l'avez acquis.\n\n3. Limitation de garantie\n\nLe Logiciel est garanti par IBM comme conforme \u00e0 ses sp\u00e9cifications lorsqu'il est utilis\u00e9 dans l'environnement op\u00e9rationnel sp\u00e9cifi\u00e9. La garantie s'applique uniquement \u00e0 la partie non modifi\u00e9e du Logiciel. IBM ne garantit pas que l'utilisation du Logiciel sera ininterrompue ou exempte d'erreurs, ni que tous les d\u00e9fauts seront corrig\u00e9s. Vous \u00eates responsable des r\u00e9sultats obtenus dans le cadre de l'utilisation du Logiciel. \n\nVous avez la possibilit\u00e9 d'acc\u00e9der aux bases de donn\u00e9es IBM contenant des informations sur les d\u00e9fauts identifi\u00e9s du Logiciel, les proc\u00e9d\u00e9s de correction, de neutralisation ou de contournement de ceux-ci, sans frais suppl\u00e9mentaire. Pour plus d'informations, veuillez consulter le Guide du Support Logiciel IBM (IBM Software Support Guide) \u00e0 l'adresse http://www.ibm.com/software/support. IBM laissera ces informations \u00e0 disposition pendant une dur\u00e9e d'au moins un an suivant l'acquisition du Logiciel par le d\u00e9tenteur initial de la licence ("P\u00e9riode de Garantie").\n\nSi le Logiciel ne fonctionne pas comme garanti pendant la P\u00e9riode de Garantie et que l'incident ne peut \u00eatre r\u00e9solu \u00e0 partir des informations disponibles dans ses bases de donn\u00e9es, Vous pouvez rendre le Logiciel et son Autorisation d'Utilisation du Logiciel \u00e0 la personne (IBM ou son revendeur) aupr\u00e8s de laquelle Vous avez acquis le Logiciel afin d'obtenir le remboursement du montant que vous avez pay\u00e9. Si Vous aviez t\u00e9l\u00e9charg\u00e9 le Logiciel, Vous pouvez prendre contact avec la personne aupr\u00e8s de laquelle Vous l'avez acquis pour savoir comment en obtenir le remboursement. \n\nCES GARANTIES SONT LES SEULES GARANTIES AUXQUELLES VOUS POUVEZ PRETENDRE. ELLES REMPLACENT TOUTES AUTRES GARANTIES OU CONDITIONS, EXPLICITES OU IMPLICITES, Y COMPRIS, ET DE FA\u00c7ON NON LIMITATIVE, TOUTE GARANTIE OU CONDITION IMPLICITE D'APTITUDE A L'EXECUTION D'UN TRAVAIL DONNE. CERTAINS ETATS OU LEGISLATIONS N'AUTORISENT PAS L'EXCLUSION DES GARANTIES EXPLICITES OU IMPLICITES, AUQUEL CAS, L'EXCLUSION OU LA LIMITATION CI-DESSUS NE VOUS SERA PAS APPLICABLE ET LA DUREE DE CES GARANTIES SERA ALORS LIMITEE A LA PERIODE DE GARANTIE. PASSEE CETTE PERIODE, AUCUNE GARANTIE NE S'APPLIQUERA. CERTAINS ETATS OU LEGISLATIONS N'AUTORISENT PAS LES LIMITATIONS DE DUREE DES GARANTIES IMPLICITES, AUQUEL CAS, L'EXCLUSION OU LA LIMITATION CI-DESSUS NE VOUS SERA PAS APPLICABLE.\n\nCES GARANTIES VOUS CONFERENT DES DROITS SPECIFIQUES, ET IL EST POSSIBLE QUE VOUS DETENIEZ D'AUTRES DROITS, DONT LA NATURE VARIE SELON LA LEGISLATION QUI VOUS EST APPLICABLE.\n\n4. Limitation de responsabilit\u00e9\n\nDes circonstances peuvent survenir vous donnant le droit, en raison d'un manquement de la part d'IBM ou d'une autre forme de responsabilit\u00e9, de r\u00e9clamer des dommages-int\u00e9r\u00eats \u00e0 IBM. Dans ce cas, quel que soit le fondement de l'action que Vous pourriez engager contre IBM (notamment pour violation d'une condition essentielle de ce Contrat, n\u00e9gligence, tromperie ou autre faute contractuelle), la responsabilit\u00e9 d'IBM sera limit\u00e9e 1) au montant des dommages corporels (y compris le d\u00e9c\u00e8s) et des dommages aux biens mat\u00e9riels, mobiliers et immobiliers, et 2) au montant de tout autre dommage direct et r\u00e9el plafonn\u00e9 au montant de la redevance pay\u00e9 pour le Logiciel \u00e0 l'origine de la r\u00e9clamation.\n\nCette limitation de responsabilit\u00e9 s'applique \u00e9galement aux d\u00e9veloppeurs et fournisseurs d'un Logiciel d'IBM. C'est le maximum pour lequel IBM, ses d\u00e9veloppeurs et ses fournisseurs sont collectivement responsables.\n\nIBM, SES DEVELOPPEURS OU FOURNISSEURS NE PEUVENT EN AUCUN CAS ETRE TENUS RESPONSABLES DES DOMMAGES SUIVANTS, ET CE, MEME S'ILS ONT ETE INFORMES DE LEUR POSSIBLE SURVENANCE : \n\n1. PERTE OU DETERIORATION DE VOS DONNEES ; PREJUDICES MORAUX, ACCESSOIRES OU INDIRECTS ; OU\n\n2. PREJUDICES MORAUX, ACCESSOIRES OU INDIRECTS ; OU\n\n3. PERTE DE BENEFICE, D'ACTIVITE COMMERCIALE, DE REVENU, DE CLIENTELE, OU D'ECONOMIES ESCOMPTEES \n\nCERTAINES LEGISLATIONS N'AUTORISENT PAS LA LIMITATION OU L'EXCLUSION DE PREJUDICES ACCESSOIRES OU INDIRECTS, AUQUEL CAS L'EXCLUSION OU LA LIMITATION QUI PRECEDE NE VOUS SERA PAS APPLICABLE.\n\n5. Autres dispositions\n\n1. Le pr\u00e9sent Contrat ne porte atteinte \u00e0 aucune des dispositions d'ordre public relatives aux droits des consommateurs.\n\n2. Si l'une quelconque des dispositions du pr\u00e9sent Contrat est consid\u00e9r\u00e9e comme nulle ou inapplicable, elle n'entra\u00eenera pas la nullit\u00e9 des autres dispositions.\n\n3. Vous acceptez de vous conformer \u00e0 toutes les lois et r\u00e9glementations applicables en mati\u00e8re d'exportation et d'importation.\n\n4. Vous acceptez par le pr\u00e9sent Contrat qu'IBM enregistre et utilise les coordonn\u00e9es de Vos contacts, comprenant leurs noms, num\u00e9ros de t\u00e9l\u00e9phone, et adresses \u00e9lectroniques, quel que soit le lieu o\u00f9 ils exercent leurs activit\u00e9s. Ces informations seront trait\u00e9es et utilis\u00e9es dans le cadre de nos relations commerciales et pourront \u00eatre communiqu\u00e9es \u00e0 des sous-traitants, des revendeurs et des cessionnaires d'IBM \u00e0 des fins compatibles avec leurs activit\u00e9s commerciales, y compris celle de communiquer avec Vous (par exemple, pour traiter des commandes, pour r\u00e9aliser des op\u00e9rations promotionnelles et pour effectuer des \u00e9tudes de march\u00e9).\n\n5. Ni Vous-m\u00eame, ni IBM ne pourra intenter une action contre l'autre plus de deux ans apr\u00e8s l'apparition de son fait g\u00e9n\u00e9rateur, sauf disposition l\u00e9gale contraire d'ordre public.\n\n6. Ni Vous-m\u00eame, ni IBM ne sera responsable d'un manquement \u00e0 ses obligations si un tel manquement r\u00e9sulte d'un cas de force majeure.\n\n7. Ce Contrat ne cr\u00e9e aucun droit ni int\u00e9r\u00eat pour agir \u00e0 tout tiers et IBM n'est  responsable d'aucune r\u00e9clamation d'un tiers contre Vous sauf,  tel qu'il est pr\u00e9vu dans  l'article "Limitation de responsabilit\u00e9" ci-dessus, au titre de dommages corporels (incluant le d\u00e9c\u00e8s) et dommages aux biens mat\u00e9riels, mobiliers et immobiliers, pour lesquels IBM est l\u00e9galement responsable.\n\n6. Droit applicable, juridiction comp\u00e9tente et arbitrage\n\nDroit applicable\n\nLes parties (Vous et IBM) sont d'accord pour que soient appliqu\u00e9es les lois du pays o\u00f9 Vous avez acquis la licence de Logiciel pour r\u00e9gir, interpr\u00e9ter et faire respecter leurs droits, devoirs et obligations d\u00e9coulant, directement ou indirectement, de l'objet du pr\u00e9sent Contrat, sans donner effet aux principes de conflit de lois.\n\nLa Convention des Nations Unies sur les contrats r\u00e9gissant le Commerce International de Biens ne s'applique pas.\n\nJuridiction comp\u00e9tente\n\nTous les droits, devoirs et obligations des parties sont soumis aux tribunaux du pays dans lequel vous avez acquis la licence du Logiciel.\n\nChapitre 2 - Dispositions nationales particuli\u00e8res\n\nAMERIQUE\n\nCANADA : Limitation de responsabilit\u00e9 (Article 4) : La phrase suivante remplace l'alin\u00e9a 1 du premier paragraphe de cet article :\n\n1) au montant des dommages corporels (y compris le d\u00e9c\u00e8s) et des d\u00e9g\u00e2ts mat\u00e9riels aux biens mat\u00e9riels, mobiliers et immobiliers caus\u00e9s par une n\u00e9gligence d'IBM et  \n\nAutres dispositions (Article 5) : L'alin\u00e9a suivant remplace l'alin\u00e9a 7 :\n\n7. Ce Contrat ne cr\u00e9e aucun droit ni int\u00e9r\u00eat pour agir \u00e0 tout tiers et IBM n'est  responsable d'aucune r\u00e9clamation d'un tiers contre Vous sauf, tel qu'il est pr\u00e9vu dans l'article "Limitation de responsabilit\u00e9" ci-dessus, au titre de dommages corporels (incluant le d\u00e9c\u00e8s) et d\u00e9g\u00e2ts mat\u00e9riels aux biens mat\u00e9riels, mobiliers et immobiliers, caus\u00e9s par une n\u00e9gligence pour laquelle IBM est l\u00e9galement responsable.\n\nDroit applicable, juridiction comp\u00e9tente et arbitrage (Article 6) : La mention "les lois du pays o\u00f9 Vous avez acquis la licence de Logiciel" dans la sous-section Droit applicable est remplac\u00e9e par la mention suivante : \n\nles lois en vigueur dans la Province de l'Ontario\n\nEUROPE, MOYEN-ORIENT, AFRIQUE (EMEA)\n\nLimitation de garantie (Article 3) : Pour l'Union europ\u00e9enne, l'article suivant est ajout\u00e9 :\n\nDans l'Union europ\u00e9enne, les consommateurs disposent de droits selon la loi nationale en vigueur r\u00e9gissant la vente de biens de consommation. Ces droits ne sont pas affect\u00e9s par la clause de Limitation de garantie d\u00e9finie ci-dessus \u00e0 l'article 3 du pr\u00e9sent Contrat. La limitation de garantie a une port\u00e9e mondiale.\n\nLimitation de responsabilit\u00e9 (Article 4) : En Suisse, le paragraphe suivant remplace int\u00e9gralement les dispositions de cet article :\n\nSauf disposition l\u00e9gale imp\u00e9rative contraire :\n\n1. La responsabilit\u00e9 d'IBM, concernant tout dommage et perte pouvant survenir dans le cadre de l'exercice de ses obligations li\u00e9es directement ou indirectement au pr\u00e9sent Contrat ou r\u00e9sultant d'autres causes li\u00e9es \u00e0 ce Contrat, est limit\u00e9e au d\u00e9dommagement des seuls dommages et pertes prouv\u00e9s et r\u00e9sultant  imm\u00e9diatement et directement du manquement \u00e0 ces obligations (en cas de faute d'IBM) ou d'une telle cause, pour un montant maximum \u00e9gal \u00e0 la redevance que Vous avez pay\u00e9 pour le Logiciel.\n\nLa limitation sus-mentionn\u00e9e ne s'applique pas aux dommages corporels (incluant le d\u00e9c\u00e8s) et dommages aux biens mat\u00e9riels, mobiliers et immobiliers, pour lesquels IBM est l\u00e9galement responsable.\n\n2. IBM ET SES DEVELOPPEURS NE PEUVENT EN AUCUN CAS ETRE TENUS RESPONSABLES DES DOMMAGES SUIVANTS, ET CE, MEME S'ILS ONT ETE INFORMES DE LEUR POSSIBLE SURVENANCE : 1) PERTE OU DETERIORATION DE DONNEES ; 2) DOMMAGES INDIRECTS OU SPECIAUX ; 3) PERTE DE BENEFICES, MEME SI CELLE-CI EST LA CONSEQUENCE IMMEDIATE DE L'EVENEMENT A L'ORIGINE DES DOMMAGES ; ET 4) PREJUDICE COMMERCIAL, PERTE DE CHIFFRE D'AFFAIRES, PERTE DE CLIENTELE OU PERTE D'ECONOMIES ESCOMPTEES. \n\n3. Les limitations et exclusions convenues ci-dessus s'appliquent non seulement aux activit\u00e9s d'IBM mais \u00e9galement \u00e0 celles de ses fournisseurs et ses d\u00e9veloppeurs, et d\u00e9finissent le montant maximum pour lequel IBM, ses fournisseurs et ses d\u00e9veloppeurs sont collectivement responsables.\n\nLimitation de responsabilit\u00e9 (Article 4) : En France et en Belgique, le paragraphe suivant remplace int\u00e9gralement les dispositions de cet article : \n\nSauf disposition l\u00e9gale imp\u00e9rative contraire :\n\n1. La responsabilit\u00e9 d'IBM, concernant tout dommage et perte pouvant survenir dans le cadre de l'exercice de ses obligations li\u00e9es directement ou indirectement au pr\u00e9sent Contrat ou r\u00e9sultant d'autres causes li\u00e9es \u00e0 ce Contrat, est limit\u00e9e au d\u00e9dommagement des seuls dommages et pertes prouv\u00e9s et r\u00e9sultant imm\u00e9diatement et directement du manquement \u00e0 ces obligations (en cas de faute d'IBM) ou d'une telle cause, pour un montant maximum \u00e9gal \u00e0 la redevance que Vous avez pay\u00e9 pour le Logiciel.\n\nLa limitation sus-mentionn\u00e9e ne s'applique pas aux dommages corporels (incluant le d\u00e9c\u00e8s) et dommages aux biens mat\u00e9riels, mobiliers et immobiliers, pour lesquels IBM est l\u00e9galement responsable.\n\n2. IBM ET SES DEVELOPPEURS NE PEUVENT EN AUCUN CAS ETRE TENUS RESPONSABLES DES DOMMAGES SUIVANTS, ET CE, MEME S'ILS ONT ETE INFORMES DE LEUR POSSIBLE SURVENANCE : 1) PERTE OU DETERIORATION DE DONNEES ; 2) DOMMAGES INDIRECTS OU SPECIAUX ; 3) PERTE DE BENEFICES, MEME SI CELLE-CI EST LA CONSEQUENCE IMMEDIATE DE L'EVENEMENT A L'ORIGINE DES DOMMAGES ; ET 4) PREJUDICE COMMERCIAL, PERTE DE CHIFFRE D'AFFAIRES, PERTE DE CLIENTELE OU PERTE D'ECONOMIES ESCOMPTEES. \n\n3. Les limitations et exclusions convenues ci-dessus s'appliquent non seulement aux activit\u00e9s d'IBM mais \u00e9galement \u00e0 celles de ses fournisseurs et ses d\u00e9veloppeurs, et d\u00e9finissent le montant maximum pour lequel IBM, ses fournisseurs et ses d\u00e9veloppeurs sont collectivement responsables.\n\nDroit applicable, juridiction comp\u00e9tente et arbitrage (Article 6)\n\nDroit applicable\n\nLa mention "soient appliqu\u00e9es les lois du pays o\u00f9 Vous avez acquis la licence de Logiciel" est remplac\u00e9e par "soit appliqu\u00e9 le droit fran\u00e7ais" en Alg\u00e9rie, au B\u00e9nin, au Burkina Faso, au Cameroun, au Cap-Vert, en R\u00e9publique centrafricaine, au Tchad, aux Comores, au Congo, \u00e0 Djibouti, en R\u00e9publique d\u00e9mocratique du Congo, en Guin\u00e9e Equatoriale, en Guyane fran\u00e7aise, en Polyn\u00e9sie fran\u00e7aise, au Gabon, en Gambie, en Guin\u00e9e, en Guin\u00e9e-Bissau, en C\u00f4te d'Ivoire, au Liban, \u00e0 Madagascar, au Mali, en Mauritanie, sur l'Ile Maurice, sur l'Ile Mayotte, au Maroc, en Nouvelle Cal\u00e9donie, au Niger, dans l'Ile de la R\u00e9union, au S\u00e9n\u00e9gal, aux Seychelles, au Togo, en Tunisie, dans les \u00eeles Vanuatu, et Wallis & Futuna.\n\nJuridiction comp\u00e9tente\n\nLes exceptions suivantes sont ajout\u00e9es \u00e0 cet article :\n\n1) En Belgique et au Luxembourg, pour tout conflit r\u00e9sultant du ou relatif au pr\u00e9sent Contrat, \u00e0 son interpr\u00e9tation ou \u00e0 son ex\u00e9cution, seules sont comp\u00e9tentes la loi et les cours de justice de la capitale du pays o\u00f9 se situent Votre si\u00e8ge social et/ou Votre bureau commercial ; 2) En France, en Alg\u00e9rie, au B\u00e9nin, au Burkina Faso, au Cameroun, au Cap-Vert, en  R\u00e9publique centrafricaine, au Tchad, aux Comores, au Congo, \u00e0 Djibouti, en R\u00e9publique d\u00e9mocratique du Congo, en Guin\u00e9e Equatoriale, en Guyane fran\u00e7aise, en Polyn\u00e9sie fran\u00e7aise, au Gabon, en Gambie, en Guin\u00e9e, en Guin\u00e9e-Bissau, en C\u00f4te d'Ivoire, au Liban, \u00e0 Madagascar, au Mali, en Mauritanie, dans l'Ile Maurice, dans l'Ile Mayotte, au Maroc, en Nouvelle Cal\u00e9donie, au Niger, dans l'Ile de la R\u00e9union, au S\u00e9n\u00e9gal, aux Seychelles, au Togo, en Tunisie, dans les \u00eeles Vanuatu, et Wallis & Futuna , tout conflit r\u00e9sultant du ou relatif \u00e0 ce Contrat, \u00e0 sa violation ou \u00e0 son ex\u00e9cution sera exclusivement r\u00e9gl\u00e9 par le Tribunal de Commerce de Paris, nonobstant pluralit\u00e9 de d\u00e9fendeurs ou appel en garantie ; cette attribution de comp\u00e9tence s'applique \u00e9galement pour les proc\u00e9dures d'urgence et les proc\u00e9dures conservatoires.\n\nSUISSE : Autres dispositions (Article 5) : La phrase suivante est ajout\u00e9e \u00e0 l'alin\u00e9a 4 :\n\nDans le cadre de cette clause, les donn\u00e9es relatives aux contacts comporteront \u00e9galement des informations Vous concernant en tant que personne morale, par exemple donn\u00e9es sur Votre chiffre d'affaires ou autres donn\u00e9es commerciales.\n\nZ125-3301-12 (11/2002)\n\n\n\nINFORMATIONS SUR LA LICENCE\n\nLes dispositions suivantes s'ajoutent \u00e0 celles contenues dans le document Conditions Internationales d'Utilisation de Logiciels IBM, pour l'utilisation des Logiciels indiqu\u00e9s ci-dessous.\n\nNom du Logiciel :  SCM Adapter Plug-in for IBM Rational ClearCase\nR\u00e9f\u00e9rence du Logiciel :  5724-G29\nAutorisation d'utilisation sur un ordinateur familial ou portable autre que la machine principale : Le Logiciel peut \u00eatre install\u00e9 sur la machine principale et sur une autre machine, sous r\u00e9serve qu'il ne soit pas utilis\u00e9 sur les deux machines en m\u00eame temps.\n\n\nEnvironnement Op\u00e9rationnel Sp\u00e9cifi\u00e9\n\nLes sp\u00e9cifications du Logiciel et les informations relatives \u00e0 l'Environnement Op\u00e9rationnel Sp\u00e9cifi\u00e9 se trouvent dans la documentation fournie avec le Logiciel, le cas \u00e9ch\u00e9ant, par exemple, dans un avertissement (un fichier "README") ou tout autre document d'information, tel qu'une lettre d'annonce.\n\nDispositions sp\u00e9cifiques au Logiciel\n\nCe logiciel est con\u00e7u pour \u00eatre utilis\u00e9 avec le Logiciel IBM d\u00e9sign\u00e9 dans la section Nom du Produit ci-dessus. Ce logiciel Vous est conc\u00e9d\u00e9 sous licence et est soumis aux m\u00eames dispositions, y compris le m\u00eame type de licence, que le Logiciel IBM auquel il est fait r\u00e9f\u00e9rence ci-dessus et pour lequel Vous disposez d\u00e9j\u00e0 d'une licence acquise en toute l\u00e9galit\u00e9. \n\n \n\nD/N:  L-KHUY-6PDP84\nP/N:  L-KHUY-6PDP84 \n
