# NLS_ENCODING=UTF-8
# NLS_MESSAGEFORMAT_NONE
featureName=Rational ClearCase SCM Adapter
providerName=IBM
description=Dokumentace a n\u00e1stroje pro spr\u00e1vu \u0159\u00edzen\u00ed zdroj\u016f produktu Rational ClearCase.
updateSiteName=Aktualizace pro ClearCase SCM Adapter
copyright=(c) Copyright IBM Corporation 2004, 2006. V\u0161echna pr\u00e1va vyhrazena.
licenseURL=license_cz.htm
licenseText=Mezin\u00e1rodn\u00ed licen\u010dn\u00ed smlouva pro programy\n\n\u010c\u00e1st 1 - Obecn\u00e1 ustanoven\u00ed\n\nSTA\u017dEN\u00cdM, INSTALAC\u00cd, ZKOP\u00cdROV\u00c1N\u00cdM, P\u0158\u00cdSTUPEM K PROGRAMU NEBO POU\u017dIT\u00cdM PROGRAMU VYJAD\u0158UJETE SV\u016eJ SOUHLAS S TOUTO SMLOUVOU. JESTLI\u017dE AKCEPTUJETE TYTO PODM\u00cdNKY JM\u00c9NEM JIN\u00c9 OSOBY NEBO SPOLE\u010cNOSTI NEBO JIN\u00c9HO PR\u00c1VN\u00cdHO SUBJEKTU, PAK T\u00cdMTO PROHLA\u0160UJETE A ZARU\u010cUJETE, \u017dE JSTE PLN\u011a ZMOCN\u011aNI V\u00c1ZAT TUTO OSOBU, SPOLE\u010cNOST NEBO PR\u00c1VN\u00cd SUBJEKT T\u011aMITO PODM\u00cdNKAMI. JESTLI\u017dE S T\u011aMITO PODM\u00cdNKAMI NESOUHLAS\u00cdTE, \n\n- NESTAHUJTE, NEINSTALUJTE, NEKOP\u00cdRUJTE, NEP\u0158ISTUPUJTE NEBO NEPOU\u017d\u00cdVEJTE PROGRAM, A \n\n- BEZODKLADN\u011a VRA\u0164TE PROGRAM A DOKUMENT O OPR\u00c1VN\u011aN\u00cd (PROOF OF ENTITLEMENT) SUBJEKTU, OD KTER\u00c9HO JSTE JE Z\u00cdSKALI, A BUDE V\u00c1M VR\u00c1CENA \u010c\u00c1STKA, KTEROU JSTE ZA N\u011a ZAPLATILI. JESTLI\u017dE JSTE JI\u017d PROGRAM ST\u00c1HLI, OBRA\u0164TE SE NA SUBJEKT, OD KTER\u00c9HO JSTE JEJ Z\u00cdSKALI. \n\n"IBM" je spole\u010dnost International Business Machines Corporation nebo n\u011bkter\u00e1 z jej\u00edch dce\u0159in\u00fdch spole\u010dnost\u00ed. \n\n"Licen\u010dn\u00ed informace" ("LI") je dokument, kter\u00fd uv\u00e1d\u00ed informace specifick\u00e9 pro program. Licen\u010dn\u00ed informace pro program jsou k dispozici na adrese http://www.ibm.com/software/sla/. Licen\u010dn\u00ed informace lze nal\u00e9zt rovn\u011b\u017e v souboru v adres\u00e1\u0159i s programem - prost\u0159ednictv\u00edm syst\u00e9mov\u00e9ho p\u0159\u00edkazu - nebo ve form\u011b p\u0159\u00edru\u010dky, kterou obdr\u017e\u00edte s programem. \n\n"Program" zahrnuje n\u00ed\u017ee uveden\u00e9 komponenty, v\u010detn\u011b origin\u00e1lu a v\u0161ech \u00fapln\u00fdch nebo d\u00edl\u010d\u00edch kopi\u00ed: 1) strojov\u011b \u010diteln\u00e9 instrukce (MRI) a data, 2) komponenty, 3) audiovizu\u00e1ln\u00ed obsah (jako jsou obrazy, text, nahr\u00e1vky nebo obr\u00e1zky), 4) souvisej\u00edc\u00ed licencovan\u00e9 materi\u00e1ly a 5) licen\u010dn\u00ed dokumenty nebo kl\u00ed\u010de a dokumentace. \n\n"Dokument o opr\u00e1vn\u011bn\u00ed" ("PoE") p\u0159edstavuje d\u016fkaz o Va\u0161em opr\u00e1vn\u011bn\u00ed pou\u017e\u00edvat program na specifikovan\u00e9 \u00farovni. Tuto \u00farove\u0148 lze m\u011b\u0159it, nap\u0159. podle po\u010dtu procesor\u016f nebo u\u017eivatel\u016f. Dokument PoE je rovn\u011b\u017e d\u016fkazem o Va\u0161em n\u00e1roku na z\u00e1ruku, ceny za budouc\u00ed p\u0159echody na vy\u0161\u0161\u00ed verzi, vyskytnou-li se n\u011bjak\u00e9, a potenci\u00e1ln\u00ed zvl\u00e1\u0161tn\u00ed nebo propaga\u010dn\u00ed p\u0159\u00edle\u017eitosti. Jestli\u017ee V\u00e1m IBM nedod\u00e1 dokument PoE, pak IBM m\u016f\u017ee akceptovat p\u016fvodn\u00ed stvrzenku o n\u00e1kupu nebo jin\u00fd doklad o n\u00e1kupu od subjektu (bu\u010f IBM nebo jej\u00ed prodejce), od kter\u00e9ho jste program zakoupili, za p\u0159edpokladu, \u017ee tento doklad uv\u00e1d\u00ed jm\u00e9no programu a zakoupenou \u00farove\u0148 u\u017e\u00edv\u00e1n\u00ed. \n\n"Vy" a "V\u00e1\u0161/Va\u0161e" se vztahuje na jednotlivou osobu nebo na jeden pr\u00e1vn\u00ed subjekt. \n\nTato smlouva je tvo\u0159ena \u010d\u00e1st\u00ed 1 - Obecn\u00e1 ustanoven\u00ed, \u010d\u00e1st\u00ed 2 - Specifick\u00e1 ustanoven\u00ed pro jednotliv\u00e9 zem\u011b (jsou-li n\u011bjak\u00e1), licen\u010dn\u00edmi informacemi a dokumentem PoE a tvo\u0159\u00ed \u00faplnou smlouvu mezi V\u00e1mi a IBM t\u00fdkaj\u00edc\u00ed se u\u017e\u00edv\u00e1n\u00ed programu. Nahrazuje ve\u0161ker\u00e1 p\u0159edchoz\u00ed \u00fastn\u00ed nebo p\u00edsemn\u00e1 ujedn\u00e1n\u00ed mezi V\u00e1mi a IBM ohledn\u011b u\u017e\u00edv\u00e1n\u00ed programu. Podm\u00ednky \u010d\u00e1sti 2 a licen\u010dn\u00edch informac\u00ed mohou nahrazovat nebo upravovat podm\u00ednky \u010d\u00e1sti 1. Pokud se vyskytne rozpor mezi podm\u00ednkami t\u00e9to smlouvy a podm\u00ednkami smlouvy IBM IPA (International Passport Advantage Agreement), pak maj\u00ed p\u0159ednost podm\u00ednky smlouvy, kter\u00e1 byla uzav\u0159ena pozd\u011bji. \n\n1. Opr\u00e1vn\u011bn\u00ed\n\nLicence\n\nProgram je vlastnictv\u00edm IBM nebo dodavatele IBM, je chr\u00e1n\u011bn autorsk\u00fdmi pr\u00e1vy a je k n\u011bmu poskytov\u00e1no pr\u00e1vo u\u017e\u00edv\u00e1n\u00ed, nen\u00ed prod\u00e1v\u00e1n. \n\nIBM V\u00e1m ud\u011bluje nev\u00fdhradn\u00ed licence na u\u017e\u00edv\u00e1n\u00ed programu, pokud jej z\u00edsk\u00e1te z\u00e1konn\u00fdm zp\u016fsobem. \n\nSm\u00edte 1) pou\u017e\u00edvat program a\u017e do \u00farovn\u011b u\u017e\u00edv\u00e1n\u00ed uveden\u00e9 v dokumentu PoE a 2) vytv\u00e1\u0159et a instalovat kopie, v\u010detn\u011b z\u00e1lo\u017en\u00ed kopie za \u00fa\u010delem podpory takov\u00e9ho u\u017e\u00edv\u00e1n\u00ed. Podm\u00ednky t\u00e9to licence se vztahuj\u00ed na ka\u017edou kopii, kterou vytvo\u0159\u00edte. Jste povinni reprodukovat v\u0161echna upozorn\u011bn\u00ed o autorsk\u00fdch pr\u00e1vech a dal\u0161\u00ed pozn\u00e1mky t\u00fdkaj\u00edc\u00ed se vlastnictv\u00ed na ka\u017ed\u00e9 kopii nebo d\u00edl\u010d\u00ed kopii programu. \n\nKupujete-li tento program jako programovou aktualizaci, nesm\u00edte po nainstalov\u00e1n\u00ed vy\u0161\u0161\u00ed verze pou\u017e\u00edvat program, ze kter\u00e9ho jste p\u0159e\u0161li, a nesm\u00edte jej ani p\u0159ev\u00e1d\u011bt na t\u0159et\u00ed osobu. \n\nZavazujete se, \u017ee zajist\u00edte, aby kdokoliv, kdo pou\u017e\u00edv\u00e1 tento program (s lok\u00e1ln\u00edm nebo vzd\u00e1len\u00fdm p\u0159\u00edstupem), tak \u010dinil v\u00fdhradn\u011b v souladu s Va\u0161\u00edm opr\u00e1vn\u011bn\u00fdm u\u017e\u00edv\u00e1n\u00edm a v souladu s podm\u00ednkami t\u00e9to smlouvy. \n\nNen\u00ed povoleno 1) pou\u017e\u00edvat, rozmno\u017eovat, upravovat nebo distribuovat program jinak, ne\u017e je v\u00fdslovn\u011b umo\u017en\u011bno touto smlouvou 2) zp\u011btn\u011b sestavovat, zp\u011btn\u011b kompilovat, \u010di jakkoliv p\u0159ekl\u00e1dat program, nen\u00ed-li to v\u00fdslovn\u011b povoleno ze z\u00e1kona bez mo\u017enosti toto povolen\u00ed smluvn\u011b vylou\u010dit; ani 3) program sublicencovat, pronaj\u00edmat nebo poskytovat formou leasingu. \n\nIBM je opr\u00e1vn\u011bna Va\u0161i licenci ukon\u010dit, nejedn\u00e1te-li v souladu s podm\u00ednkami t\u00e9to smlouvy. Pokud tak IBM u\u010din\u00ed, jste povinni zni\u010dit v\u0161echny kopie programu a souvisej\u00edc\u00ed dokumenty PoE. \n\nZ\u00e1ruka vr\u00e1cen\u00ed pen\u011bz\n\nJestli\u017ee z n\u011bjak\u00e9ho d\u016fvodu nejste spokojeni s programem a jste p\u016fvodn\u00edm nabyvatelem licence, m\u016f\u017ee V\u00e1m b\u00fdt vr\u00e1cena \u010d\u00e1stka, kterou jste za program zaplatili, za p\u0159edpokladu, \u017ee b\u011bhem 30 dn\u016f od data fakturace vr\u00e1t\u00edte program a dokument PoE subjektu, od kter\u00e9ho jste je z\u00edskali. Jestli\u017ee jste program st\u00e1hli, m\u016f\u017eete po\u017e\u00e1dat subjekt, od kter\u00e9ho jste program z\u00edskali, o pokyny, jak dos\u00e1hnout vr\u00e1cen\u00ed pen\u011bz. \n\nP\u0159enos programu\n\nProgram a v\u0161echna Va\u0161e pr\u00e1va a z\u00e1vazky, kter\u00fdch jste nabyli na z\u00e1klad\u011b ud\u011blen\u00e9 licence, sm\u00edte p\u0159en\u00e9st na t\u0159et\u00ed osobu za p\u0159edpokladu, \u017ee tato t\u0159et\u00ed osoba souhlas\u00ed s podm\u00ednkami t\u00e9to smlouvy. Pokud pr\u00e1vo u\u017e\u00edv\u00e1n\u00ed programu p\u0159ev\u00e1d\u00edte, mus\u00edte p\u0159ev\u00e9st rovn\u011b\u017e kopii t\u00e9to smlouvy, v\u010detn\u011b dokumentu PoE k programu. Po t\u00e9, co program p\u0159evedete, nejste opr\u00e1vn\u011bn\u00ed jej d\u00e1le pou\u017e\u00edvat. \n\n2. Poplatky\n\n\u010c\u00e1stka splatn\u00e1 za licenci k programu p\u0159edstavuje jednor\u00e1zov\u00fd poplatek. \n\nJednor\u00e1zov\u00e9 poplatky jsou zalo\u017eeny na z\u00edskan\u00e9 \u00farovni u\u017e\u00edv\u00e1n\u00ed, kter\u00e1 je specifikov\u00e1na v dokumentu PoE. IBM nevrac\u00ed ani jinak nerefunduje ji\u017e splatn\u00e9 nebo zaplacen\u00e9 \u010d\u00e1stky, s v\u00fdjimkou p\u0159\u00edpad\u016f, kter\u00e9 jsou specifikov\u00e1ny jinde v t\u00e9to smlouv\u011b. \n\nP\u0159ejete-li si \u00farove\u0148 u\u017e\u00edv\u00e1n\u00ed zv\u00fd\u0161it, uv\u011bdomte o t\u00e9to skute\u010dnosti IBM nebo subjekt, od kter\u00e9ho jste program z\u00edskali, a zapla\u0165te v\u0161echny p\u0159\u00edslu\u0161n\u00e9 poplatky. \n\nBude-li na program uvaleno org\u00e1nem k tomu opr\u00e1vn\u011bn\u00fdm clo, da\u0148 \u010di poplatek, vyjma t\u011bch, kter\u00e9 jsou zalo\u017eeny na \u010dist\u00e9m p\u0159\u00edjmu IBM, zavazujete se, \u017ee uhrad\u00edte p\u0159\u00edslu\u0161nou \u010d\u00e1stku nebo p\u0159edlo\u017e\u00edte potvrzen\u00ed o osvobozen\u00ed od takov\u00e9 povinnosti. Od data po\u0159\u00edzen\u00ed programu jste odpov\u011bdni za ve\u0161ker\u00e9 p\u0159\u00edslu\u0161n\u00e9 dan\u011b vztahuj\u00edc\u00ed se na v\u00e1s v souvislosti s programem. \n\n3. Omezen\u00e1 z\u00e1ruka\n\nIBM zaru\u010duje, \u017ee program bude odpov\u00eddat jeho specifikac\u00edm, bude-li pou\u017eit v ur\u010den\u00e9m provozn\u00edm prost\u0159ed\u00ed. Z\u00e1ruka se vztahuje pouze na nemodifikovanou \u010d\u00e1st programu. IBM nezaru\u010duje nep\u0159eru\u0161en\u00fd \u010di bezchybn\u00fd provoz programu, ani \u017ee oprav\u00ed ve\u0161ker\u00e9 defekty programu. Odpov\u00edd\u00e1te za v\u00fdsledky dosa\u017een\u00e9 pou\u017e\u00edv\u00e1n\u00edm programu. \n\nIBM v\u00e1m poskytne bezplatn\u00fd p\u0159\u00edstup k datab\u00e1z\u00edm IBM, kter\u00e9 obsahuj\u00ed informace o zn\u00e1m\u00fdch chyb\u00e1ch programu, o oprav\u00e1ch chyb, o omezen\u00edch a zp\u016fsobech, jak chyby obej\u00edt. Dal\u0161\u00ed informace viz dokument IBM Software Support Guide na adrese http://www.ibm.com/software/support. IBM bude udr\u017eovat tyto informace p\u0159inejmen\u0161\u00edm po dobu jednoho roku od data, kdy p\u016fvodn\u00ed nabyvatel licence z\u00edsk\u00e1 program ("Z\u00e1ru\u010dn\u00ed doba"). \n\nNevykazuje-li probl\u00e9m b\u011bhem z\u00e1ru\u010dn\u00ed doby zaru\u010denou funk\u010dnost a probl\u00e9m nen\u00ed mo\u017en\u00e9 vy\u0159e\u0161it prost\u0159ednictv\u00edm informac\u00ed, kter\u00e9 jsou k dispozici v datab\u00e1z\u00edch IBM, jste opr\u00e1vn\u011bni vr\u00e1tit program a jeho dokument PoE subjektu (IBM nebo jej\u00ed prodejce), od kter\u00e9ho jste program z\u00edskali, a bude v\u00e1m vr\u00e1cena \u010d\u00e1stka, kterou jste za n\u011bj zaplatili. Jestli\u017ee jste program st\u00e1hli, m\u016f\u017eete po\u017e\u00e1dat subjekt, od kter\u00e9ho jste program z\u00edskali, o pokyny, jak dos\u00e1hnout vr\u00e1cen\u00ed pen\u011bz. \n\nTYTO Z\u00c1RUKY JSOU VA\u0160IMI JEDIN\u00ddMI Z\u00c1RU\u010cN\u00cdMI PODM\u00cdNKAMI A NAHRAZUJ\u00cd V\u0160ECHNY OSTATN\u00cd Z\u00c1RUKY NEBO PODM\u00cdNKY VYJ\u00c1D\u0158EN\u00c9 NEBO ODVOZEN\u00c9, V\u010cETN\u011a (ALE NE V\u00ddHRADN\u011a), ODVOZEN\u00ddCH Z\u00c1RUK PRODEJNOSTI A VHODNOSTI PRO UR\u010cIT\u00c9 \u00da\u010cELY. N\u011aKTER\u00c9 ST\u00c1TY NEBO JURISDIKCE NEP\u0158IPOU\u0160T\u011aJ\u00cd VYLOU\u010cEN\u00cd V\u00ddSLOVN\u00ddCH NEBO ODVOZEN\u00ddCH Z\u00c1RUK, A PROTO SE NA V\u00c1S V\u00dd\u0160E UVEDEN\u00c9 V\u00ddJIMKY A OMEZEN\u00cd NEMUS\u00cd VZTAHOVAT. V TAKOV\u00c9M P\u0158\u00cdPAD\u011a JE PLATNOST Z\u00c1RUKY \u010cASOV\u011a OMEZENA POUZE NA UVEDENOU Z\u00c1RU\u010cN\u00cd DOBU. PO UKON\u010cEN\u00cd T\u00c9TO DOBY IBM NEPOSKYTUJE \u017d\u00c1DN\u00c9 DAL\u0160\u00cd Z\u00c1RUKY. N\u011aKTER\u00c9 ST\u00c1TY NEBO JURISDIKCE NEP\u0158IPOU\u0160T\u011aJ\u00cd OMEZEN\u00cd DOBY TRV\u00c1N\u00cd ODVOZEN\u00c9 Z\u00c1RUKY, A PROTO SE NA V\u00c1S V\u00dd\u0160E UVEDEN\u00c9 V\u00ddJIMKY A OMEZEN\u00cd NEMUS\u00cd VZTAHOVAT.\n\nKROM\u011a SPECIFICK\u00ddCH PR\u00c1V, JE\u017d V\u00c1M POSKYTUJ\u00cd TYTO Z\u00c1RUKY, M\u016e\u017dETE M\u00cdT JE\u0160T\u011a DAL\u0160\u00cd PR\u00c1VA, KTER\u00c1 SE LI\u0160\u00cd ST\u00c1T OD ST\u00c1TU NEBO JURISDIKCE OD JURISDIKCE. \n\n4. Omezen\u00ed odpov\u011bdnosti\n\nMohou nastat okolnosti, kdy V\u00e1m z d\u016fvodu nepln\u011bn\u00ed z\u00e1vazku na stran\u011b IBM \u010di z jin\u00e9ho d\u016fvodu vznikne n\u00e1rok na n\u00e1hradu \u0161kody ze strany IBM. V ka\u017ed\u00e9m takov\u00e9m p\u0159\u00edpad\u011b, bez ohledu na p\u0159\u00ed\u010dinu vzniku takov\u00e9ho n\u00e1roku (v\u010detn\u011b hrub\u00e9ho poru\u0161en\u00ed smlouvy, nedbalosti, p\u0159iveden\u00ed v omyl \u010di jin\u00e9ho poru\u0161en\u00ed z\u00e1vazkov\u00e9ho \u010di mimoz\u00e1vazkov\u00e9ho vztahu), odpov\u00edd\u00e1 IBM pouze 1) za \u0161kody na zdrav\u00ed (v\u010detn\u011b smrti) a \u0161kody na nemovit\u00e9m nebo osobn\u00edm hmotn\u00e9m majetku a 2) u jin\u00fdch skute\u010dn\u00fdch p\u0159\u00edm\u00fdch \u0161kod do v\u00fd\u0161e poplatk\u016f za program, kter\u00fd je p\u0159edm\u011btem n\u00e1roku. \n\nUveden\u00e9 omezen\u00ed odpov\u011bdnosti se vztahuje rovn\u011b\u017e na v\u00fdvoj\u00e1\u0159e programu a dodavatele IBM. Jedn\u00e1 se o maximum, za kter\u00e9 IBM a jej\u00ed dodavatel\u00e9 spole\u010dn\u011b odpov\u00eddaj\u00ed. \n\nIBM ANI JEJ\u00cd V\u00ddVOJ\u00c1\u0158I PROGRAMU NEJSOU ZA \u017d\u00c1DN\u00ddCH OKOLNOST\u00cd ODPOV\u011aDN\u00cd ZA \u017d\u00c1DN\u00c9 Z N\u00cd\u017dE UVEDEN\u00ddCH \u0160KOD, ANI KDY\u017d BYLI O MO\u017dNOSTI JEJICH VZNIKU P\u0158EDEM INFORMOV\u00c1NI:\n\nZTR\u00c1TA NEBO PO\u0160KOZEN\u00cd DAT;\n\nZVL\u00c1\u0160TN\u00cd, NAHODIL\u00c9 NEBO NEP\u0158\u00cdM\u00c9 \u0160KODY NEBO N\u00c1SLEDN\u00c9 EKONOMICK\u00c9 \u0160KODY;\n\nU\u0160L\u00dd ZISK, ZTR\u00c1TU OBCHODN\u00cdCH TRANSAKC\u00cd, V\u00ddNOSU, DOBR\u00c9HO JM\u00c9NA NEBO P\u0158EDPOKL\u00c1DAN\u00ddCH \u00daSPOR. \n\nN\u011aKTER\u00c9 JURISDIKCE NEUMO\u017d\u0147UJ\u00cd VYLOU\u010cEN\u00cd NEBO OMEZEN\u00cd NAHODIL\u00ddCH NEBO N\u00c1SLEDN\u00ddCH \u0160KOD, TAK\u017dE SE NA V\u00c1S V\u00dd\u0160E UVEDEN\u00c9 OMEZEN\u00cd NEBO VYLOU\u010cEN\u00cd NEMUS\u00cd VZTAHOVAT.\n\n5. V\u0161eobecn\u00e1 ustanoven\u00ed\n\n1. Ustanoven\u00ed t\u00e9to smlouvy se nedot\u00fdkaj\u00ed z\u00e1konn\u00fdch pr\u00e1v spot\u0159ebitel\u016f, je\u017e nemohou b\u00fdt smluvn\u011b vylou\u010dena \u010di omezena. \n\n2. V p\u0159\u00edpad\u011b, \u017ee n\u011bkter\u00e9 z ustanoven\u00ed t\u00e9to smlouvy bude pova\u017eov\u00e1no za neplatn\u00e9 nebo nevymahateln\u00e9, zb\u00fdvaj\u00edc\u00ed ustanoven\u00ed t\u00e9to smlouvy z\u016fst\u00e1vaj\u00ed pln\u011b platn\u00e1 a \u00fa\u010dinn\u00e1. \n\n3. Souhlas\u00edte, \u017ee budete jednat v souladu s p\u0159\u00edslu\u0161n\u00fdmi v\u00fdvozn\u00edmi a dovozn\u00edmi p\u0159edpisy a na\u0159\u00edzen\u00edmi. \n\n4. Souhlas\u00edte s t\u00edm, \u017ee IBM je opr\u00e1vn\u011bna ulo\u017eit a pou\u017e\u00edt Va\u0161e osobn\u00ed \u00fadaje v\u010detn\u011b jmen, telefonn\u00edch \u010d\u00edsel a e-mailov\u00e9 adresy, a to kdekoli, kde IBM prov\u00e1d\u00ed obchodn\u00ed \u010dinnost. Tyto informace budou zpracov\u00e1ny a pou\u017eity v souvislosti s na\u0161\u00edm obchodn\u00edm vztahem a mohou b\u00fdt poskytnuty dodavatel\u016fm, obchodn\u00edm partner\u016fm a pr\u00e1vn\u00edm n\u00e1stupc\u016fm IBM pro \u00fa\u010dely, kter\u00e9 jsou v souladu s jejich spole\u010dn\u00fdmi obchodn\u00edmi aktivitami v\u010detn\u011b komunikace s V\u00e1mi (nap\u0159\u00edklad pro \u00fa\u010dely zpracov\u00e1n\u00ed objedn\u00e1vek, propagace a pr\u016fzkumu trhu). \n\n5. V\u0161echny n\u00e1roky vypl\u00fdvaj\u00edc\u00ed ze smlouvy mohou b\u00fdt uplatn\u011bny kteroukoli ze stran do dvou let ode dne, kdy vznikla p\u0159\u00ed\u010dina n\u00e1roku, nestanov\u00ed-li m\u00edstn\u00ed pr\u00e1vn\u00ed p\u0159edpisy jinak, bez mo\u017enosti smluvn\u00edho vylou\u010den\u00ed nebo omezen\u00ed. \n\n6. \u017d\u00e1dn\u00e1 ze smluvn\u00edch stran neodpov\u00edd\u00e1 za poru\u0161en\u00ed z\u00e1vazk\u016f, ke kter\u00fdm dojde nez\u00e1visle na jej\u00ed v\u016fli. \n\n7. Tato smlouva ned\u00e1v\u00e1 \u017e\u00e1dn\u00e9 t\u0159et\u00ed stran\u011b \u017e\u00e1dn\u00e9 pr\u00e1vo nebo d\u016fvod k \u017ealob\u011b a IBM nen\u00ed odpov\u011bdn\u00e1 za n\u00e1roky t\u0159et\u00edch stran vznesen\u00e9 v\u016f\u010di v\u00e1m, s v\u00fdjimkou, jak uv\u00e1d\u00ed odstavec Omezen\u00ed odpov\u011bdnosti v\u00fd\u0161e, \u0161kody na zdrav\u00ed (v\u010detn\u011b smrti) nebo \u0161kody na nemovit\u00e9m nebo osobn\u00edm hmotn\u00e9m majetku, za kter\u00e9 je IBM pr\u00e1vn\u011b odpov\u011bdn\u00e1.\n\n6. Rozhodn\u00e9 pr\u00e1vo, jurisdikce a arbitr\u00e1\u017e\n\nRozhodn\u00e9 pr\u00e1vo, kter\u00fdm se smlouva \u0159\u00edd\u00ed\n\nOb\u011b smluvn\u00ed strany souhlas\u00ed, \u017ee se \u0159\u00edzen\u00ed, interpretace a vym\u00e1h\u00e1n\u00ed v\u0161ech pr\u00e1v a z\u00e1vazk\u016f, Va\u0161ich i IBM, vznikl\u00fdch z nebo n\u011bjak\u00fdm zp\u016fsobem souvisej\u00edc\u00edch s p\u0159edm\u011btem t\u00e9to smlouvy, bude \u0159\u00eddit pr\u00e1vn\u00edmi p\u0159edpisy zem\u011b, ve kter\u00e9 jste z\u00edskali licenci k programu. \n\nKonvence OSN o smlouv\u00e1ch pro mezin\u00e1rodn\u00ed prodej zbo\u017e\u00ed se neaplikuje. \n\nJurisdikce\n\nV\u0161echna pr\u00e1va a povinnosti vypl\u00fdvaj\u00edc\u00ed z t\u00e9to smlouvy budou \u0159e\u0161ena p\u0159\u00edslu\u0161n\u00fdm soudem zem\u011b, ve kter\u00e9 jste z\u00edskali licenci k programu. \n\n\u010c\u00e1st 2 - Ustanoven\u00ed specifick\u00e1 pro jednotliv\u00e9 st\u00e1ty\n\nNeaplikuj\u00ed se \u017e\u00e1dn\u00e1 ustanoven\u00ed specifick\u00e1 pro jednotliv\u00e9 st\u00e1ty. \n\nZ125-3301-12 (11/2002)\n\n\n\nLICEN\u010cN\u00cd INFORMACE\n\nN\u00ed\u017ee uveden\u00e9 programy jsou licencov\u00e1ny na z\u00e1klad\u011b n\u00e1sleduj\u00edc\u00edch ustanoven\u00ed a podm\u00ednek, kter\u00e9 dopl\u0148uj\u00ed ustanoven\u00ed a podm\u00ednky smlouvy Mezin\u00e1rodn\u00ed licen\u010dn\u00ed smlouva pro programy.\n\nJm\u00e9no programu:  SCM Adapter Plug-in for IBM Rational ClearCase\n\u010c\u00edslo programu:  5724-G29\nOpr\u00e1vn\u011bn\u00ed k u\u017e\u00edv\u00e1n\u00ed na dom\u00e1c\u00edm/p\u0159enosn\u00e9m po\u010d\u00edta\u010di: Program sm\u00ed b\u00fdt ulo\u017een na prim\u00e1rn\u00edm stroji a dal\u0161\u00edm stroji, za p\u0159edpokladu, \u017ee program nen\u00ed v aktivn\u00edm u\u017e\u00edv\u00e1n\u00ed na obou stroj\u00edch ve stejn\u00e9m okam\u017eiku.\n\n\nUr\u010den\u00e9 provozn\u00ed prost\u0159ed\u00ed\n\nSpecifikace programu a informace o ur\u010den\u00e9m provozn\u00edm prost\u0159ed\u00ed jsou k dispozici v dokumentaci, kter\u00e1 je p\u0159ipojena k programu (je-li dostupn\u00e1) jako soubor "Readme", nebo v jin\u00fdch informac\u00edch zve\u0159ejn\u011bn\u00fdch IBM, jako jsou dokumenty s ohl\u00e1\u0161en\u00edm produkt\u016f.\n\nPodm\u00ednky specifick\u00e9 pro program\n\nTento software je navr\u017een pro u\u017e\u00edv\u00e1n\u00ed s programem IBM uveden\u00fdm v\u00fd\u0161e pod nadpisem Jm\u00e9no produktu. Tento software je licencov\u00e1n na z\u00e1klad\u011b stejn\u00fdch ustanoven\u00ed a podm\u00ednek (v\u010detn\u011b stejn\u00e9ho typu licence) jako v\u00fd\u0161e uveden\u00fd program IBM, pro kter\u00fd jste ji\u017e z\u00edskali platnou licenci.\n\nD/N:  L-KHUY-6PDP84\nP/N:  L-KHUY-6PDP84 \n
