# NLS_ENCODING=UTF-8
# NLS_MESSAGEFORMAT_NONE
featureName=Adapter SCM produktu Rational ClearCase
providerName=IBM
description=Narz\u0119dzia i dokumentacja do zarz\u0105dzania kontrol\u0105 \u017ar\u00f3d\u0142a Rational ClearCase.
updateSiteName=Aktualizacje adaptera SCM produktu ClearCase
copyright=(c) Copyright IBM Corporation 2004, 2006. Wszelkie prawa zastrze\u017cone.
licenseURL=license.htm
licenseText=Mi\u0119dzynarodowa Umowa Licencyjna na Program\n\nCz\u0119\u015b\u0107 1 - Warunki og\u00f3lne\n\nPOBIERANIE, INSTALOWANIE, KOPIOWANIE ORAZ U\u017bYWANIE PROGRAMU OZNACZA AKCEPTACJ\u0118 WARUNK\u00d3W NINIEJSZEJ UMOWY. ZAAKCEPTOWANIE PRZEZ U\u017bYTKOWNIKA WARUNK\u00d3W NINIEJSZEJ UMOWY W IMIENIU OSOBY TRZECIEJ (FIZYCZNEJ LUB PRAWNEJ) OZNACZA, \u017bE U\u017bYTKOWNIK GWARANTUJE POSIADANIE UPRAWNIE\u0143 DO PODPORZ\u0104DKOWANIA TAKIEJ OSOBY (FIZYCZNEJ LUB PRAWNEJ) NINIEJSZYM WARUNKOM. JE\u015aLI U\u017bYTKOWNIK NIE WYRA\u017bA ZGODY NA NINIEJSZE WARUNKI,\n\n- NIE B\u0118DZIE POBIERA\u0106, INSTALOWA\u0106, KOPIOWA\u0106 ANI U\u017bYWA\u0106 TEGO PROGRAMU ORAZ \n\n- NATYCHMIAST ZWR\u00d3CI PROGRAM ORAZ DOKUMENT PROOF OF ENTITLEMENT OSOBIE, OD KT\u00d3REJ NABY\u0141 PROGRAM, ABY UZYSKA\u0106 ZWROT ZAP\u0141ACONEJ KWOTY. W PRZYPADKU POBRANIA PROGRAMU DROG\u0104 ELEKTRONICZN\u0104 U\u017bYTKOWNIK WINIEN SKONTAKTOWA\u0106 SI\u0118 ZE \u0179R\u00d3D\u0141EM, Z KT\u00d3REGO POBRA\u0141 PROGRAM.\n\nTermin "IBM" lub "firma IBM" oznacza firm\u0119 International Business Machines Corporation lub jedno z jej przedsi\u0119biorstw podporz\u0105dkowanych.\n\nTermin "Informacje licencyjne" oznacza dokument zawieraj\u0105cy informacje specyficzne dla Programu. Informacje licencyjne dla Programu s\u0105 dost\u0119pne pod adresem http://www.ibm.com/software/sla/. Informacje licencyjne mo\u017cna te\u017c znale\u017a\u0107 w pliku umieszczonym w katalogu Programu, u\u017cywaj\u0105c komend systemowych. Dokument ten mo\u017ce by\u0107 r\u00f3wnie\u017c do\u0142\u0105czony do Programu w postaci broszury.\n\nTermin "Program" oznacza orygina\u0142 oraz pe\u0142ne lub cz\u0119\u015bciowe kopie: 1) instrukcji i danych w formie zapisu maszynowego,  2) komponent\u00f3w, 3) zapis\u00f3w audiowizualnych (takich jak obrazy, tekst, nagrania lub ilustracje), 4) odnosz\u0105cych si\u0119 do Programu materia\u0142\u00f3w licencjonowanych oraz 5) dokument\u00f3w dotycz\u0105cych licencjonowanego u\u017cywania i kluczy oraz innej dokumentacji. \n\nTermin "Dokument Proof of Entitlement" ("Dokument PoE") oznacza dokument stanowi\u0105cy dow\u00f3d posiadania przez U\u017cytkownika prawa do u\u017cywania Programu na okre\u015blonym poziomie. Poziom ten jest wyznaczony na przyk\u0142ad przez liczb\u0119 procesor\u00f3w lub u\u017cytkownik\u00f3w. Dokument PoE stanowi r\u00f3wnie\u017c dow\u00f3d uprawniaj\u0105cy U\u017cytkownika do korzystania z gwarancji, z cen obowi\u0105zuj\u0105cych na kolejne aktualizacje, je\u015bli takowe maj\u0105 zastosowanie, oraz specjalnych ofert i promocji. Je\u015bli IBM nie udost\u0119pni U\u017cytkownikowi dokumentu PoE, w\u00f3wczas IBM mo\u017ce zaakceptowa\u0107 oryginalny op\u0142acony rachunek lub inny dokument potwierdzaj\u0105cy sprzeda\u017c, otrzymany od podmiotu, od kt\u00f3rego U\u017cytkownik naby\u0142 Program (IBM lub reselera IBM) pod warunkiem, \u017ce na dokumencie takim wyszczeg\u00f3lniona jest nazwa nabytego Programu oraz poziom wykorzystania.\n\nTermin "U\u017cytkownik", wyst\u0119puj\u0105cy w r\u00f3\u017cnych przypadkach, oznacza albo osob\u0119 fizyczn\u0105, albo osob\u0119 prawn\u0105.\n\nNiniejsza Umowa sk\u0142ada si\u0119 z Cz\u0119\u015bci 1 - Warunki og\u00f3lne, Cz\u0119\u015bci 2 - Warunki specyficzne dla poszczeg\u00f3lnych kraj\u00f3w (je\u015bli maj\u0105 zastosowanie), Informacji licencyjnych oraz dokumentu Proof of Entitlement, kt\u00f3re tworz\u0105 kompletn\u0105 umow\u0119 mi\u0119dzy U\u017cytkownikiem i IBM dotycz\u0105c\u0105 u\u017cywania Programu. Umowa ta zast\u0119puje wszelkie wcze\u015bniejsze ustne lub pisemne ustalenia dokonane mi\u0119dzy U\u017cytkownikiem i IBM w zakresie u\u017cywania Programu. Warunki zawarte w Cz\u0119\u015bci 2 oraz warunki dokumentu Informacje licencyjne mog\u0105 zast\u0105pi\u0107 lub zmodyfikowa\u0107 warunki Cz\u0119\u015bci 1. W zakresie, w jakim pojawiaj\u0105 si\u0119 sprzeczno\u015bci mi\u0119dzy warunkami niniejszej Umowy i Mi\u0119dzynarodowej Umowy IBM Passport Advantage, warunki Mi\u0119dzynarodowej Umowy IBM Passport Advantage maj\u0105 znaczenie rozstrzygaj\u0105ce.\n\n1. Uprawnienia\n\nLicencja\n\nProgram ten jest w\u0142asno\u015bci\u0105 IBM lub dostawcy IBM. Program ten jest chroniony prawem autorskim i stanowi przedmiot umowy licencyjnej, a nie umowy sprzeda\u017cy.\n\nIBM udziela U\u017cytkownikowi niewy\u0142\u0105cznej licencji na Program, je\u015bli Program ten zosta\u0142 nabyty legalnie.\n\nU\u017cytkownik ma prawo 1) u\u017cywa\u0107 Programu do poziomu wykorzystania, okre\u015blonego w dokumencie PoE oraz 2) wykonywa\u0107 i instalowa\u0107 kopie, w tym kopi\u0119 zapasow\u0105, potrzebne do takiego u\u017cywania. Warunki niniejszej licencji maj\u0105 zastosowanie do ka\u017cdej wykonanej przez U\u017cytkownika kopii Programu. U\u017cytkownik odtworzy wszelkie uwagi dotycz\u0105ce praw autorskich oraz wszelkie informacje o prawach w\u0142asno\u015bci na ka\u017cdej pe\u0142nej lub cz\u0119\u015bciowej kopii Programu.\n\nJe\u015bli U\u017cytkownik nab\u0119dzie Program jako aktualizacj\u0119, to po zainstalowaniu takiej aktualizacji U\u017cytkownik traci prawo do u\u017cywania Programu b\u0119d\u0105cego przedmiotem aktualizacji oraz prawo do przeniesienia takiego Programu na osob\u0119 trzeci\u0105.\n\nU\u017cytkownik zapewnia, \u017ce jakakolwiek osoba korzystaj\u0105ca z Programu (lokalnie lub zdalnie) dokonuje tego jedynie w ramach posiadanej autoryzacji na u\u017cywanie oraz przestrzega warunk\u00f3w niniejszej Umowy.\n\nU\u017cytkownik nie mo\u017ce 1) u\u017cywa\u0107, kopiowa\u0107, modyfikowa\u0107 ani dystrybuowa\u0107 Programu z wyj\u0105tkiem sytuacji przewidzianych w niniejszej Umowie; 2) deasemblowa\u0107, dekompilowa\u0107 Programu ani dokonywa\u0107 jego translacji w inny spos\u00f3b, z wyj\u0105tkiem sytuacji dozwolonych przez bezwzgl\u0119dnie obowi\u0105zuj\u0105ce przepisy prawa; ani te\u017c 3) udziela\u0107 dalszych licencji na Program, wynajmowa\u0107 go ani wydzier\u017cawia\u0107.\n\nIBM ma prawo wypowiedzie\u0107 licencj\u0119 udzielon\u0105 U\u017cytkownikowi w przypadku niewype\u0142nienia przez U\u017cytkownika warunk\u00f3w niniejszej Umowy. W razie wypowiedzenia umowy przez IBM U\u017cytkownik jest zobowi\u0105zany do zniszczenia wszelkich egzemplarzy Programu oraz odnosz\u0105cych si\u0119 do nich dokument\u00f3w PoE.\n\nGwarancja zwrotu pieni\u0119dzy\n\nJe\u015bli z jakiegokolwiek powodu U\u017cytkownik nie jest zadowolony z Programu, a jest pierwotnym licencjobiorc\u0105, w\u00f3wczas mo\u017ce uzyska\u0107 zwrot kwoty zap\u0142aconej za ten Program pod warunkiem zwrotu Programu oraz odnosz\u0105cego si\u0119 do Programu dokumentu PoE do osoby, od kt\u00f3rej Program zosta\u0142 nabyty, w ci\u0105gu 30 dni do daty faktury. W przypadku pobrania Programu drog\u0105 elektroniczn\u0105 U\u017cytkownik mo\u017ce skontaktowa\u0107 si\u0119 ze \u017ar\u00f3d\u0142em, z kt\u00f3rego pobra\u0142 Program, aby otrzyma\u0107 instrukcje dotycz\u0105ce uzyskania zwrotu kwoty.\n\nPrzeniesienie Programu\n\nU\u017cytkownik mo\u017ce przenie\u015b\u0107 Program oraz wszelkie przys\u0142uguj\u0105ce mu prawa i obowi\u0105zki licencyjne na osob\u0119 trzeci\u0105 pod warunkiem, \u017ce osoba taka zaakceptuje warunki niniejszej Umowy. Wraz z przeniesieniem Programu U\u017cytkownik jest zobowi\u0105zany do przeniesienia egzemplarza niniejszej Umowy wraz z dokumentem PoE dla Programu. U\u017cytkownik nie mo\u017ce u\u017cywa\u0107 Programu po dokonaniu przeniesienia.\n\n2. Op\u0142aty\n\nOp\u0142ata za licencj\u0119 na Program jest op\u0142at\u0105 jednorazow\u0105.\n\nOp\u0142aty jednorazowe s\u0105 naliczane w oparciu o nabyty poziom wykorzystania, okre\u015blony w dokumencie PoE. IBM nie zwraca wcze\u015bniej wniesionych lub nale\u017cnych op\u0142at ani nie uwzgl\u0119dnia ich w rozliczeniach, chyba \u017ce niniejsza Umowa stanowi inaczej.\n\nJe\u015bli U\u017cytkownik chcia\u0142by podwy\u017cszy\u0107 poziom wykorzystania Programu, powinien powiadomi\u0107 o tym IBM lub osob\u0119, od kt\u00f3rej naby\u0142 Program, oraz ui\u015bci\u0107 odpowiednie op\u0142aty.\n\nJe\u015bli dostarczenie niniejszego Programu wymaga zap\u0142acenia c\u0142a, podatku, akcyzy lub innych op\u0142at na rzecz jakichkolwiek urz\u0119d\u00f3w, z wyj\u0105tkiem obci\u0105\u017ce\u0144 wi\u0105\u017c\u0105cych si\u0119 z uzyskaniem przychodu netto przez IBM, U\u017cytkownik wyra\u017ca zgod\u0119 na zap\u0142acenie odpowiedniej kwoty wskazanej przez IBM lub zobowi\u0105zuje si\u0119 przedstawi\u0107 dow\u00f3d zwolnienia od danej op\u0142aty. Od daty nabycia Programu U\u017cytkownik ponosi odpowiedzialno\u015b\u0107 z tytu\u0142u nale\u017cnego podatku po\u015bredniego.\n\n3. Ograniczona gwarancja\n\nIBM gwarantuje, \u017ce Program u\u017cywany w okre\u015blonym \u015brodowisku pracy b\u0119dzie dzia\u0142a\u0107 zgodnie ze Specyfikacjami. Gwarancja ma zastosowanie jedynie do niezmodyfikowanych fragment\u00f3w Programu. IBM nie gwarantuje nieprzerwanego lub wolnego od b\u0142\u0119d\u00f3w dzia\u0142ania Programu, ani te\u017c usuni\u0119cia wszystkich defekt\u00f3w Programu. U\u017cytkownik jest odpowiedzialny za wyniki u\u017cywania Programu. \n\nIBM zapewnia U\u017cytkownikowi bezp\u0142atny dost\u0119p do baz danych IBM zawieraj\u0105cych informacje na temat znanych defekt\u00f3w Programu, poprawek dla defekt\u00f3w, ogranicze\u0144 i mo\u017cliwo\u015bci obej\u015bcia tych\u017ce defekt\u00f3w. Wi\u0119cej informacji na ten temat mo\u017cna znale\u017a\u0107 w podr\u0119czniku operacyjnym IBM dotycz\u0105cym wsparcia dla oprogramowania (IBM Software Support Guide) pod adresem http://www.ibm.com/software/support. IBM b\u0119dzie przechowywa\u0107 te informacje przez okres co najmniej jednego roku od chwili nabycia Programu przez pierwotnego licencjobiorc\u0119 ("Okres gwarancyjny").\n\nW przypadku, gdy w Okresie gwarancyjnym Program nie dzia\u0142a zgodnie z gwarancj\u0105, a problemu nie mo\u017cna rozwi\u0105za\u0107, korzystaj\u0105c z informacji dost\u0119pnych w bazach danych IBM, U\u017cytkownik ma prawo zwr\u00f3ci\u0107 Program i odnosz\u0105cy si\u0119 do niego dokument PoE podmiotowi, od kt\u00f3rego naby\u0142 Program (IBM lub reselerowi IBM) i otrzyma\u0107 zwrot zap\u0142aconej kwoty. W przypadku pobrania Programu drog\u0105 elektroniczn\u0105 U\u017cytkownik mo\u017ce skontaktowa\u0107 si\u0119 ze \u017ar\u00f3d\u0142em, z kt\u00f3rego pobra\u0142 Program, aby dowiedzie\u0107 si\u0119, w jaki spos\u00f3b uzyska\u0107 zwrot kwoty.\n\nNINIEJSZE GWARANCJE S\u0104 WY\u0141\u0104CZNYMI GWARANCJAMI UDZIELANYMI U\u017bYTKOWNIKOWI I ZAST\u0118PUJ\u0104 WSZELKIE INNE GWARANCJE LUB WARUNKI (W TYM TAK\u017bE R\u0118KOJMI\u0118), WYRA\u0179NE LUB DOMNIEMANE, A W SZCZEG\u00d3LNO\u015aCI DOMNIEMANE GWARANCJE LUB WARUNKI PRZYDATNO\u015aCI HANDLOWEJ LUB PRZYDATNO\u015aCI DO OKRE\u015aLONEGO CELU. USTAWODAWSTWA NIEKT\u00d3RYCH KRAJ\u00d3W NIE DOPUSZCZAJ\u0104 WY\u0141\u0104CZENIA WYRA\u0179NYCH LUB DOMNIEMANYCH GWARANCJI. W ZWI\u0104ZKU Z TYM POWY\u017bSZE WY\u0141\u0104CZENIE MO\u017bE NIE MIE\u0106 ZASTOSOWANIA W PRZYPADKU NIEKT\u00d3RYCH U\u017bYTKOWNIK\u00d3W. W TAKIM PRZYPADKU CZAS TRWANIA TAKICH GWARANCJI JEST OGRANICZONY DO OKRESU GWARANCYJNEGO. PO TYM OKRESIE NIE B\u0118D\u0104 OBOWI\u0104ZYWA\u0106 \u017bADNE GWARANCJE. USTAWODAWSTWA NIEKT\u00d3RYCH KRAJ\u00d3W NIE DOPUSZCZAJ\u0104 OGRANICZENIA CZASU TRWANIA GWARANCJI DOMNIEMANYCH, W ZWI\u0104ZKU Z TYM POWY\u017bSZE OGRANICZENIE MO\u017bE NIE MIE\u0106 ZASTOSOWANIA W PRZYPADKU NIEKT\u00d3RYCH U\u017bYTKOWNIK\u00d3W.\n\nU\u017bYTKOWNIKOWI PRZYS\u0141UGUJ\u0104 SPECJALNE PRAWA Z TYTU\u0141U NINIEJSZYCH GWARANCJI, A TAK\u017bE INNE PRAWA, W ZALE\u017bNO\u015aCI OD OBOWI\u0104ZUJ\u0104CEGO W DANYM KRAJU USTAWODAWSTWA.\n\n4. Ograniczenie odpowiedzialno\u015bci\n\nW przypadku wyst\u0105pienia okre\u015blonych okoliczno\u015bci, za kt\u00f3re odpowiedzialno\u015b\u0107 ponosi IBM, a w wyniku kt\u00f3rych U\u017cytkownik dozna\u0142 szkody, U\u017cytkownik b\u0119dzie uprawniony do uzyskania od IBM odszkodowania. W ka\u017cdym takim przypadku, bez wzgl\u0119du na podstaw\u0119, na jakiej U\u017cytkownik jest uprawniony do domagania si\u0119 odszkodowania od IBM (w\u0142\u0105czywszy w to naruszenie istotnych postanowie\u0144 niniejszej Umowy, niedbalstwo, wprowadzenie w b\u0142\u0105d lub inne roszczenia z tytu\u0142u odpowiedzialno\u015bci kontraktowej lub deliktowej), odpowiedzialno\u015b\u0107 IBM ogranicza si\u0119 jedynie do 1) odpowiedzialno\u015bci za uszczerbek na zdrowiu (\u0142\u0105cznie ze \u015bmierci\u0105) oraz za szkody wyrz\u0105dzone w nieruchomo\u015bciach lub maj\u0105tku ruchomym, a 2) w przypadku innych rzeczywi\u015bcie poniesionych szk\u00f3d - do wysoko\u015bci op\u0142at za Program, b\u0119d\u0105cy przedmiotem roszczenia.\n\nNiniejsze ograniczenie odpowiedzialno\u015bci ma zastosowanie tak\u017ce do programist\u00f3w i dostawc\u00f3w Program\u00f3w IBM. Wskazany powy\u017cej zakres odpowiedzialno\u015bci stanowi ca\u0142o\u015b\u0107 odpowiedzialno\u015bci ponoszonej przez IBM. \n\nW \u017bADNYCH OKOLICZNO\u015aCIACH IBM, ANI TE\u017b PROGRAMI\u015aCI CZY DOSTAWCY PROGRAM\u00d3W IBM, NIE PONOSZ\u0104 ODPOWIEDZIALNO\u015aCI ZA PONI\u017bSZE SZKODY, NAWET JE\u015aLI ZOSTALI POINFORMOWANI O MO\u017bLIWO\u015aCI ICH WYST\u0104PIENIA:\n\n1. UTRAT\u0118 LUB USZKODZENIE DANYCH;\n\n2. SZKODY SZCZEG\u00d3LNE, UBOCZNE, PO\u015aREDNIE ORAZ SZKODY, KT\u00d3RYCH NIE MO\u017bNA BY\u0141O PRZEWIDZIE\u0106 PRZY ZAWIERANIU UMOWY, ANI TE\u017b\n\n3. UTRACONE ZYSKI, KONTAKTY HANDLOWE, DOCHODY, REPUTACJ\u0118 (GOODWILL) ANI TE\u017b PRZEWIDYWANE OSZCZ\u0118DNO\u015aCI.\n\nUSTAWODAWSTWA NIEKT\u00d3RYCH KRAJ\u00d3W NIE PRZEWIDUJ\u0104 WY\u0141\u0104CZENIA LUB OGRANICZENIA ODPOWIEDZIALNO\u015aCI Z TYTU\u0141U SZK\u00d3D UBOCZNYCH LUB SZK\u00d3D, KT\u00d3RYCH NIE MO\u017bNA BY\u0141O PRZEWIDZIE\u0106 PRZY ZAWIERANIU UMOWY, DLATEGO TE\u017b POWY\u017bSZE WY\u0141\u0104CZENIA LUB OGRANICZENIA MOG\u0104 NIE MIE\u0106 ZASTOSOWANIA W PRZYPADKU NIEKT\u00d3RYCH U\u017bYTKOWNIK\u00d3W.\n\n5. Postanowienia og\u00f3lne\n\n1. Postanowienia zawarte w niniejszej Umowie pozostaj\u0105 bez wp\u0142ywu na uprawnienia przys\u0142uguj\u0105ce konsumentom, kt\u00f3re nie mog\u0105 by\u0107 wy\u0142\u0105czone lub ograniczone na podstawie bezwzgl\u0119dnie obowi\u0105zuj\u0105cych przepis\u00f3w prawa.\n\n2. W przypadku niewa\u017cno\u015bci lub niewykonalno\u015bci kt\u00f3regokolwiek z postanowie\u0144 niniejszej Umowy, pozosta\u0142e postanowienia niniejszej Umowy zachowuj\u0105 pe\u0142n\u0105 moc prawn\u0105 i skuteczno\u015b\u0107.\n\n3. U\u017cytkownik zobowi\u0105zuje si\u0119 przestrzega\u0107 wszelkich obowi\u0105zuj\u0105cych praw i przepis\u00f3w eksportowych i importowych.\n\n4. U\u017cytkownik zezwala IBM na przechowywanie informacji kontaktowych oraz na korzystanie z nich, w\u0142\u0105czaj\u0105c w to imiona i nazwiska, numery telefon\u00f3w i adresy poczty elektronicznej, bez wzgl\u0119du na miejsce prowadzenia dzia\u0142alno\u015bci. Informacje takie b\u0119d\u0105 przetwarzane i wykorzystywane w zwi\u0105zku z prowadzon\u0105 dzia\u0142alno\u015bci\u0105 i mog\u0105 by\u0107 udost\u0119pnione wykonawcom, Partnerom Handlowym lub cesjonariuszom IBM, je\u015bli informacje te maj\u0105 zwi\u0105zek z prowadzon\u0105 przez nich dzia\u0142alno\u015bci\u0105, w tym w celu utrzymywania kontaktu z U\u017cytkownikiem (np. w celu przetwarzania zam\u00f3wie\u0144, promocji i prowadzenia bada\u0144 marketingowych).\n\n5. Wszelkie roszczenia zwi\u0105zane z realizacj\u0105 niniejszej Umowy ulegaj\u0105 przedawnieniu po up\u0142ywie dw\u00f3ch lat od powstania przyczyny takich roszcze\u0144, chyba \u017ce bezwzgl\u0119dnie obowi\u0105zuj\u0105ce przepisy prawa stanowi\u0105 inaczej.\n\n6. Ani U\u017cytkownik, ani IBM nie odpowiadaj\u0105 za niedope\u0142nienie jakichkolwiek obowi\u0105zk\u00f3w, je\u015bli przyczyny takiego niedope\u0142nienia le\u017ca\u0142y poza ich kontrol\u0105.\n\n7. Niniejsza Umowa nie daje osobom trzecim jakichkolwiek praw ani te\u017c podstawy do roszcze\u0144, a IBM nie ponosi odpowiedzialno\u015bci za jakiekolwiek roszczenie os\u00f3b trzecich wobec U\u017cytkownika, chyba \u017ce zezwalaj\u0105 na to warunki powy\u017cszego paragrafu "Ograniczenie odpowiedzialno\u015bci" w cz\u0119\u015bci dotycz\u0105cej uszczerbku na zdrowiu (\u0142\u0105cznie ze \u015bmierci\u0105) lub szk\u00f3d wyrz\u0105dzonych w nieruchomo\u015bciach lub w maj\u0105tku ruchomym, za kt\u00f3re IBM ponosi odpowiedzialno\u015b\u0107 prawn\u0105.\n\n6. Obowi\u0105zuj\u0105ce ustawodawstwo, jurysdykcja i arbitra\u017c\n\nObowi\u0105zuj\u0105ce ustawodawstwo\n\nObie Strony przyjmuj\u0105 jako obowi\u0105zuj\u0105ce prawo kraju, w kt\u00f3rym licencja na Program zosta\u0142a nabyta, oraz wyra\u017caj\u0105 zgod\u0119 na stosowanie takiego prawa przy interpretowaniu oraz egzekwowaniu wszelkich praw i obowi\u0105zk\u00f3w Stron, wynikaj\u0105cych z niniejszej Umowy lub maj\u0105cych w jakikolwiek spos\u00f3b z ni\u0105 zwi\u0105zek, bez odwo\u0142ywania si\u0119 do norm kolizyjnych dotycz\u0105cych przepis\u00f3w prawnych. \n\nKonwencja ONZ dotycz\u0105ca um\u00f3w o Mi\u0119dzynarodowej Sprzeda\u017cy Towar\u00f3w (United Nations Convention on Contracts for the International Sale of Goods) nie ma zastosowania.\n\nJurysdykcja\n\nWszelkie prawa, obowi\u0105zki i zobowi\u0105zania IBM podlegaj\u0105 w\u0142a\u015bciwym s\u0105dom kraju nabycia licencji na Program.\n\nCz\u0119\u015b\u0107 2 - Warunki specyficzne dla poszczeg\u00f3lnych kraj\u00f3w\n\nEUROPA, BLISKI WSCH\u00d3D, AFRYKA (EUROPE, MIDDLE EAST, AFRICA - EMEA)\n\nObowi\u0105zuj\u0105ce ustawodawstwo, jurysdykcja i arbitra\u017c (paragraf 6)\n\nObowi\u0105zuj\u0105ce ustawodawstwo\n\nSformu\u0142owanie "prawo kraju, w kt\u00f3rym licencja na Program zosta\u0142a nabyta" zostaje zast\u0105pione sformu\u0142owaniem "prawo Austrii". Zasada ta dotyczy Polski.\n\nArbitra\u017c\n\nW Polsce, wszelkie kwestie sporne wynikaj\u0105ce z niniejszej Umowy lub zwi\u0105zane z jej naruszeniem, wypowiedzeniem lub niewa\u017cno\u015bci\u0105 b\u0119d\u0105 rozstrzygane w spos\u00f3b ostateczny zgodnie z Zasadami Post\u0119powania Arbitra\u017cowego i Ugodowego Mi\u0119dzynarodowego Centrum Arbitra\u017cu przy Federalnej Izbie Gospodarczej (Rules of Arbitration and Conciliation of the International Arbitral Center of the Austrian Federal Economic Chamber) w Wiedniu (Vienna Rules), przez trzech arbitr\u00f3w, powo\u0142anych zgodnie ze wspomnianymi zasadami. Arbitra\u017c b\u0119dzie mia\u0142 miejsce w Wiedniu, w Austrii. J\u0119zykiem obowi\u0105zuj\u0105cym podczas post\u0119powania b\u0119dzie j\u0119zyk angielski. Orzeczenia arbitr\u00f3w b\u0119d\u0105 ostateczne i wi\u0105\u017c\u0105ce dla obu Stron. Oznacza to, \u017ce zgodnie z artyku\u0142em 598(2) Austriackiego Kodeksu Post\u0119powania Cywilnego (Austrian Code of Civil Procedure), Strony rezygnuj\u0105 ze stosowania artyku\u0142u 595(1) punkt 7 tego Kodeksu. Tym niemniej powy\u017csze warunki w \u017cadnym stopniu nie ograniczaj\u0105 prawa IBM do wszcz\u0119cia post\u0119powania przed dowolnym w\u0142a\u015bciwym s\u0105dem w kraju instalacji.\n\nZ125-3301-12 (11/2002)\n\n\n\nINFORMACJE LICENCYJNE\n\nNa Programy wyszczeg\u00f3lnione poni\u017cej udzielane s\u0105 licencje na warunkach, stanowi\u0105cych uzupe\u0142nienie warunk\u00f3w, kt\u00f3re zawiera Mi\u0119dzynarodowa Umowa Licencyjna na Program.\n\nNazwa Programu:  SCM Adapter Plug-in for IBM Rational ClearCase\nNumer Programu:  5724-G29\nUpowa\u017cnienie do u\u017cywania na komputerze domowym/przeno\u015bnym: Program mo\u017ce znajdowa\u0107 si\u0119 zar\u00f3wno na maszynie podstawowej, jak i na innej maszynie, pod warunkiem, \u017ce nie korzysta si\u0119 z niego na obu maszynach jednocze\u015bnie.\n\n\nOkre\u015blone \u015arodowisko Pracy\n\nSpecyfikacje Programu oraz informacje dotycz\u0105ce okre\u015blonego \u015brodowiska pracy mog\u0105 znajdowa\u0107 si\u0119 w dokumentacji za\u0142\u0105czonej do Programu, je\u015bli takowa istnieje, na przyk\u0142ad w postaci pliku readme lub w formie innej informacji og\u0142oszonej przez IBM, na przyk\u0142ad w dokumencie announcement letter.\n\nWarunki specyficzne dla Program\u00f3w\n\nOprogramowanie to przeznaczone jest do u\u017cywania z Programem IBM oznaczonym powy\u017csz\u0105 Nazw\u0105 Produktu. Licencja na to oprogramowanie jest udzielana U\u017cytkownikowi na tych samych warunkach (i z zachowaniem tego samego typu licencji), co na przywo\u0142any powy\u017cej Program IBM, na kt\u00f3ry U\u017cytkownik posiada ju\u017c licencj\u0119.\n\n\nD/N:  L-KHUY-6PDP84\nP/N:  L-KHUY-6PDP84 \n
