# NLS_ENCODING=UTF-8
# NLS_MESSAGEFORMAT_NONE
featureName=Rational ClearCase SCM Adapter
providerName=IBM
description=Rational ClearCase \u30bd\u30fc\u30b9\u30fb\u30b3\u30f3\u30c8\u30ed\u30fc\u30eb\u7ba1\u7406\u30c4\u30fc\u30eb\u304a\u3088\u3073\u30c9\u30ad\u30e5\u30e1\u30f3\u30c6\u30fc\u30b7\u30e7\u30f3\u3067\u3059\u3002
updateSiteName=ClearCase SCM \u30a2\u30c0\u30d7\u30bf\u30fc\u66f4\u65b0
copyright=(c) Copyright IBM Corporation 2004, 2006.  All rights reserved.
licenseURL=license.htm
licenseText=\u30d7\u30ed\u30b0\u30e9\u30e0\u306e\u3054\u4f7f\u7528\u6761\u4ef6\n\n\u7b2c 1 \u7ae0 - \u5171\u901a\u4e8b\u9805\n\n\u304a\u5ba2\u69d8\u304c\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3001\u5c0e\u5165\u3001\u8907\u88fd\u3001\u30a2\u30af\u30bb\u30b9\u3042\u308b\u3044\u306f\u4f7f\u7528\u3055\u308c\u308b\u3068\u3001\u3053\u306e\u30d7\u30ed\u30b0\u30e9\u30e0\u306e\u3054\u4f7f\u7528\u6761\u4ef6 (\u4ee5\u4e0b\u300c\u4f7f\u7528\u6761\u4ef6\u300d\u3068\u3044\u3044\u307e\u3059) \u306b\u540c\u610f\u3055\u308c\u305f\u3082\u306e\u3068\u898b\u306a\u3055\u308c\u307e\u3059\u3002\u4ed6\u306e\u500b\u4eba\u3001\u4f1a\u793e\u3042\u308b\u3044\u306f\u6cd5\u4eba\u306b\u4ee3\u308f\u3063\u3066\u3053\u306e\u4f7f\u7528\u6761\u4ef6\u306b\u540c\u610f\u3055\u308c\u308b\u5834\u5408\u306f\u3001\u304a\u5ba2\u69d8\u306f\u305d\u308c\u3089\u306e\u500b\u4eba\u3001\u4f1a\u793e\u3042\u308b\u3044\u306f\u6cd5\u4eba\u306b\u3053\u306e\u4f7f\u7528\u6761\u4ef6\u3092\u9806\u5b88\u3055\u305b\u308b\u5168\u6a29\u9650\u3092\u6709\u3057\u3066\u3044\u308b\u3053\u3068\u3092\u8868\u660e\u30fb\u4fdd\u8a3c\u3044\u305f\u3060\u304f\u3082\u306e\u3068\u3057\u307e\u3059\u3002\u3053\u306e\u4f7f\u7528\u6761\u4ef6\u306b\u540c\u610f\u3044\u305f\u3060\u3051\u306a\u3044\u5834\u5408\u306f\u3001\u304a\u5ba2\u69d8\u306f\n\n- \u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3001\u5c0e\u5165\u3001\u8907\u88fd\u3001\u30a2\u30af\u30bb\u30b9\u307e\u305f\u306f\u4f7f\u7528\u3059\u308b\u3053\u3068\u306a\u304f\u3001\u304b\u3064\n\n- \u76f4\u3061\u306b\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306a\u3089\u3073\u306b\u30e9\u30a4\u30bb\u30f3\u30b9\u8a3c\u66f8\u3092\u305d\u306e\u8abf\u9054\u5143\u306b\u8fd4\u5374\u3059\u308b\u3053\u3068\u306b\u3088\u308a\u3001\u3053\u308c\u3089\u3068\u5f15\u304d\u63db\u3048\u306b\u652f\u6255\u6e08\u6599\u91d1\u306e\u8fd4\u91d1\u3092\u53d7\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u3082\u3057\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3057\u3066\u3057\u307e\u3063\u305f\u5834\u5408\u306f\u3001\u305d\u306e\u8abf\u9054\u5143\u306b\u3054\u9023\u7d61\u4e0b\u3055\u3044\u3002\n\n\u300cIBM\u300d\u3068\u306f\u3001International Business Machines Corporation\u3001\u3082\u3057\u304f\u306f\u305d\u306e\u5b50\u4f1a\u793e\u3092\u3044\u3044\u307e\u3059\u3002\n\n\u300c\u30e9\u30a4\u30bb\u30f3\u30b9\u60c5\u5831\u300d (\u4ee5\u4e0b\u300cLI\u300d\u3068\u3044\u3044\u307e\u3059) \u3068\u306f\u3001\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306b\u56fa\u6709\u306e\u60c5\u5831\u3092\u63d0\u4f9b\u3059\u308b\u6587\u66f8\u3092\u3044\u3044\u307e\u3059\u3002\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306e LI \u306f\u3001http://www.ibm.com/software/sla/ \u304b\u3089\u5165\u624b\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u307e\u305f\u3001LI \u306f\u3001\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306e\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc\u5185\u306e\u30d5\u30a1\u30a4\u30eb\u3068\u3057\u3066 (\u30b7\u30b9\u30c6\u30e0\u30fb\u30b3\u30de\u30f3\u30c9\u3092\u4f7f\u7528\u3057\u307e\u3059\u3002)\u3001\u3042\u308b\u3044\u306f\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u3068\u540c\u68b1\u3055\u308c\u308b\u5c0f\u518a\u5b50\u3068\u3057\u3066\u63d0\u4f9b\u3055\u308c\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002\n\n\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u3068\u306f\u3001\u30d7\u30ed\u30b0\u30e9\u30e0\u306e\u539f\u672c\u306a\u3089\u3073\u306b\u305d\u306e\u3059\u3079\u3066\u306e\u8907\u88fd\u7269\uff08\u5168\u4f53\u8907\u88fd\u304b\u90e8\u5206\u8907\u88fd\u304b\u3092\u554f\u308f\u306a\u3044\uff09\u3092\u542b\u3081\u3066\u3001\u6b21\u306e\u3082\u306e\u3092\u610f\u5473\u3057\u307e\u3059\u30021) \u6a5f\u68b0\u3067\u8aad\u307f\u53d6\u308a\u3046\u308b\u5f62\u306e\u547d\u4ee4\u304a\u3088\u3073\u30c7\u30fc\u30bf\u3001  2) \u305d\u306e\u69cb\u6210\u8981\u7d20\u30013) \u8996\u8074\u899a\u30b3\u30f3\u30c6\u30f3\u30c4 (\u30a4\u30e1\u30fc\u30b8\u3001\u30c6\u30ad\u30b9\u30c8\u3001\u9332\u97f3\u3001\u753b\u50cf\u306a\u3069\uff09\u30014) \u95a2\u9023\u3059\u308b\u30e9\u30a4\u30bb\u30f3\u30b9\u8cc7\u6599\u3001\u306a\u3089\u3073\u306b 5) \u30e9\u30a4\u30bb\u30f3\u30b9\u30fb\u30e6\u30fc\u30b9\u30fb\u30c9\u30ad\u30e5\u30e1\u30f3\u30c8\u307e\u305f\u306f\u30ad\u30fc\u3001\u304a\u3088\u3073\u4ed8\u5c5e\u6587\u66f8\u3002\n\n\u300c\u30e9\u30a4\u30bb\u30f3\u30b9\u8a3c\u66f8\u300d(\u4ee5\u4e0b\u300cPoE\u300d\u3068\u3044\u3044\u307e\u3059) \u306f\u3001\u7279\u5b9a\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306b\u5bfe\u3059\u308b\u4f7f\u7528\u6a29\u304a\u3088\u3073\u4f7f\u7528\u8a31\u8afe\u7bc4\u56f2\u306e\u8a3c\u660e\u3068\u3057\u3066\u304a\u5ba2\u69d8\u306b\u4fdd\u7ba1\u3044\u305f\u3060\u304f\u3082\u306e\u3068\u3057\u307e\u3059\u3002\u305d\u306e\u4f7f\u7528\u8a31\u8afe\u7bc4\u56f2\u306f\u3001\u4f8b\u3048\u3070\u3001\u30d7\u30ed\u30bb\u30c3\u30b5\u30fc\u3084\u30e6\u30fc\u30b6\u30fc\u306e\u6570\u7b49\u3067\u793a\u3055\u308c\u307e\u3059\u3002\u307e\u305f\u3001PoE \u306f\u3001\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306b\u5bfe\u3059\u308b\u4fdd\u8a3c\u30b5\u30fc\u30d3\u30b9\u3001\u5c06\u6765\u306b\u304a\u3051\u308b\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306e\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\uff08\u767a\u8868\u3055\u308c\u308b\u5834\u5408\uff09\u307e\u305f\u306f\u8ca9\u58f2\u4fc3\u9032\u7528\u306e\u7279\u5225\u306a\u63aa\u7f6e (\u63d0\u4f9b\u3055\u308c\u308b\u5834\u5408) \u7b49\u3092\u53d7\u3051\u308b\u8cc7\u683c\u3092\u78ba\u8a8d\u3057\u8a3c\u660e\u3059\u308b\u3082\u306e\u3067\u3059\u3002IBM \u304c PoE \u3092\u767a\u884c\u3057\u306a\u3044\u5834\u5408\u306f\u3001IBM \u306f\u3001\u304a\u5ba2\u69d8\u306e\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306e\u8abf\u9054\u5143\uff08IBM \u307e\u305f\u306f IBM \u30d3\u30b8\u30cd\u30b9\u30fb\u30d1\u30fc\u30c8\u30ca\u30fc\uff09\u304c\u767a\u884c\u3057\u305f\u652f\u6255\u6e08\u307f\u4ee3\u91d1\u53d7\u9818\u66f8\u539f\u7968\u3001\u305d\u306e\u4ed6\u306e\u8ca9\u58f2\u8a18\u9332\u3092 PoE \u3068\u307f\u306a\u3059\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002\u305f\u3060\u3057\u3001\u305d\u306e\u5834\u5408\u306f\u3001\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306e\u540d\u79f0\u3068\u53d6\u5f97\u3057\u305f\u4f7f\u7528\u8a31\u8afe\u7bc4\u56f2\u304c\u660e\u8a18\u3055\u308c\u3066\u3044\u308b\u3053\u3068\u304c\u524d\u63d0\u3068\u306a\u308a\u307e\u3059\u3002\n\n\u300c\u304a\u5ba2\u69d8\u300d\u3068\u306f\u3001\u500b\u4eba\u307e\u305f\u306f\u3072\u3068\u3064\u306e\u6cd5\u4eba\u3092\u610f\u5473\u3057\u307e\u3059\u3002 \n\n\u3053\u306e\u4f7f\u7528\u6761\u4ef6\u306f\u3001\u7b2c 1 \u7ae0\u306e\u5171\u901a\u6761\u9805\u3001\u7b2c 2 \u7ae0\u306e\u5404\u56fd\u56fa\u6709\u306e\u6761\u9805\uff08\u8a72\u5f53\u3059\u308b\u5834\u5408\uff09\u3001LI \u304a\u3088\u3073 PoE \u304b\u3089\u69cb\u6210\u3055\u308c\u3001\u672c\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306e\u4f7f\u7528\u306b\u95a2\u3059\u308b\u4e21\u5f53\u4e8b\u8005\u9593\u306e\u5b8c\u5168\u3001\u552f\u4e00\u306e\u5408\u610f\u6587\u66f8\u3067\u3042\u308a\u3001\u304a\u5ba2\u69d8\u306e\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306e\u4f7f\u7528\u306b\u95a2\u3059\u308b\u3001\u4e8b\u524d\u306e\u4e21\u5f53\u4e8b\u8005\u306e\u53e3\u982d\u307e\u305f\u306f\u66f8\u9762\u306b\u3088\u308b\u901a\u77e5\u7b49\u306e\u3059\u3079\u3066\u306b\u4ee3\u308f\u308b\u3082\u306e\u3067\u3059\u3002\u7b2c 2 \u7ae0\u304a\u3088\u3073 LI \u306b\u3001\u7b2c 1 \u7ae0\u306e\u6761\u4ef6\u306b\u5bfe\u3059\u308b\u8ffd\u52a0\u6761\u4ef6\u307e\u305f\u306f\u5909\u66f4\u6761\u4ef6\u304c\u8a18\u8f09\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002\u5f53\u4f7f\u7528\u6761\u4ef6\u3068 IBM \u30d1\u30b9\u30dd\u30fc\u30c8\u30fb\u30a2\u30c9\u30d0\u30f3\u30c6\u30fc\u30b8\u306e\u3054\u5951\u7d04\u6761\u4ef6\u3068\u306e\u9593\u306b\u9f5f\u9f6c\u304c\u3042\u3063\u305f\u3068\u304d\u306f\u3001\u5f8c\u8005\u306e\u6761\u4ef6\u304c\u512a\u5148\u3059\u308b\u3082\u306e\u3068\u3057\u307e\u3059\u3002\n\n1. \u304a\u5ba2\u69d8\u306e\u6a29\u5229\n\n\u4f7f\u7528\u6a29\n\n\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306f\u3001IBM \u307e\u305f\u306f\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306e\u63d0\u4f9b\u8005\u304c\u6240\u6709\u6a29\u3092\u6709\u3057\u3066\u3044\u307e\u3059\u3002\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306f\u3001\u8457\u4f5c\u6a29\u306b\u3088\u308a\u4fdd\u8b77\u3055\u308c\u3066\u304a\u308a\u3001\u4f7f\u7528\u8a31\u8afe\u3055\u308c\u308b\u3082\u306e\u3067\u3042\u3063\u3066\u3001\u58f2\u8cb7\u306e\u5bfe\u8c61\u3068\u306a\u308b\u3082\u306e\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\n\nIBM \u306f\u3001\u304a\u5ba2\u69d8\u304c\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u3092\u9069\u6cd5\u306b\u53d6\u5f97\u3057\u305f\u5834\u5408\u3001\u304a\u5ba2\u69d8\u306b\u5bfe\u3057\u3066\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306e\u975e\u72ec\u5360\u7684\u306a\u4f7f\u7528\u6a29\u3092\u8a31\u8afe\u3057\u307e\u3059\u3002\n\n\u304a\u5ba2\u69d8\u306f 1) PoE \u306b\u8a18\u8f09\u3055\u308c\u305f\u4f7f\u7528\u8a31\u8afe\u7bc4\u56f2\u3067\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u3001 2) \u304b\u304b\u308b\u4f7f\u7528\u306e\u7bc4\u56f2\u306b\u304a\u3044\u3066\u3001\u30d0\u30c3\u30af\u30a2\u30c3\u30d7\u30fb\u30b3\u30d4\u30fc\u3092\u542b\u3081\u3001\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306e\u8907\u88fd\u3092\u4f5c\u6210\u304a\u3088\u3073\u5c0e\u5165\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u3053\u306e\u4f7f\u7528\u6761\u4ef6\u306f\u3001\u304a\u5ba2\u69d8\u304c\u4f5c\u6210\u3059\u308b\u5404\u8907\u88fd\u7269\u306b\u3082\u9069\u7528\u3055\u308c\u307e\u3059\u3002\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306e\u8907\u88fd\u7269\u306b\u306f\u3001\u5168\u90e8\u8907\u88fd\u304b\u90e8\u5206\u8907\u88fd\u304b\u3092\u554f\u308f\u305a\u3001\u304a\u5ba2\u69d8\u306f\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306b\u8868\u793a\u3055\u308c\u3066\u3044\u308b\u3082\u306e\u3068\u540c\u4e00\u306e\u8457\u4f5c\u6a29\u8868\u793a\u3092\u5fc5\u305a\u884c\u306a\u3046\u3082\u306e\u3068\u3057\u307e\u3059\u3002\n\n\u304a\u5ba2\u69d8\u304c\u3053\u306e\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u3092\u65e2\u306b\u53d6\u5f97\u6e08\u307f\u306e\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306b\u5bfe\u3059\u308b\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u3068\u3057\u3066\u53d6\u5f97\u3057\u305f\u5834\u5408\u3001\u305d\u306e\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u3092\u5c0e\u5165\u3057\u305f\u5f8c\u306f\u3001\u30a2\u30c3\u30d7\u30b0\u30ec\u30fc\u30c9\u524d\u306e\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u3092\u4f7f\u7528\u3082\u3057\u304f\u306f\u4ed6\u4eba\u306b\u79fb\u8ee2\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002\n\n\u304a\u5ba2\u69d8\u306f\u3001\u9060\u9694\u5730\u304b\u3089\u306e\u30a2\u30af\u30bb\u30b9\u3092\u542b\u3081\u3066\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u3092\u4f7f\u7528\u3059\u308b\u4f55\u4eba (\u306a\u3093\u3074\u3068) \u3082\u304c\u3001\u304a\u5ba2\u69d8\u306b\u8a8d\u3081\u3089\u308c\u305f\u4f7f\u7528\u8a31\u8afe\u7bc4\u56f2\u5185\u3067\u306e\u307f\u4f7f\u7528\u3057\u3001\u304b\u3064\u3001\u3053\u306e\u4f7f\u7528\u6761\u4ef6\u306b\u5b9a\u3081\u308b\u7fa9\u52d9\u3092\u5b88\u308b\u3088\u3046\u9069\u5207\u306a\u63aa\u7f6e\u3092\u8b1b\u3058\u308b\u3082\u306e\u3068\u3057\u307e\u3059\u3002\n\n\u304a\u5ba2\u69d8\u306f\u3001 1) \u3053\u306e\u4f7f\u7528\u6761\u4ef6\u306b\u660e\u8a18\u3055\u308c\u3066\u3044\u308b\u5834\u5408\u3092\u9664\u304d\u3001\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u3092\u4f7f\u7528\u3001\u8907\u88fd\u3001\u7d50\u5408\u3001\u914d\u5e03\u3082\u3057\u304f\u306f\u9001\u4fe1\u3059\u308b\u3053\u3068\u3001 2) \u6cd5\u5f8b\u306e\u5f37\u884c\u898f\u5b9a\u306e\u3042\u308b\u5834\u5408\u3092\u9664\u304d\u3001\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u3092\u9006\u30b3\u30f3\u30d1\u30a4\u30eb\u3001\u9006\u30a2\u30bb\u30f3\u30d6\u30eb\u3082\u3057\u304f\u306f\u7ffb\u6848\u3059\u308b\u3053\u3068\u3001\u307e\u305f\u306f 3) \u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u3092\u518d\u4f7f\u7528\u8a31\u8afe\u3001\u8cc3\u8cb8\u3082\u3057\u304f\u306f\u8cb8\u4e0e\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002\n\n\u304a\u5ba2\u69d8\u304c\u3053\u306e\u4f7f\u7528\u6761\u4ef6\u306b\u9055\u53cd\u3057\u305f\u5834\u5408\u306b\u306f\u3001IBM \u306f\u304a\u5ba2\u69d8\u306b\u5bfe\u3059\u308b\u4f7f\u7528\u8a31\u8afe\u3092\u7d42\u4e86\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u3053\u306e\u5834\u5408\u3001\u304a\u5ba2\u69d8\u306f\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306e\u3059\u3079\u3066\u306e\u8907\u88fd\u7269\u306a\u3089\u3073\u306b\u305d\u306e PoE \u3092\u901f\u3084\u304b\u306b\u7834\u68c4\u3059\u308b\u3082\u306e\u3068\u3057\u307e\u3059\u3002\n\n\u89e3\u7d04\u53ef\u80fd\u671f\u9593\n\n\u304a\u5ba2\u69d8\u304c\u3001\u3044\u304b\u306a\u308b\u7406\u7531\u3067\u3042\u3063\u3066\u3082\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306b\u5bfe\u3057\u3066\u6e80\u8db3\u3044\u305f\u3060\u3051\u305a\u3001\u304b\u3064\u304a\u5ba2\u69d8\u304c\u5f53\u521d\u306e\u4f7f\u7528\u6a29\u53d6\u5f97\u8005\u3067\u3042\u308b\u5834\u5408\u3001\u7d0d\u54c1\u66f8 (\u767a\u884c\u3055\u308c\u306a\u3044\u5834\u5408\u306f\u9818\u53ce\u66f8) \u306e\u65e5\u4ed8\u304b\u3089 30 \u65e5\u4ee5\u5185\u306b\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306a\u3089\u3073\u306b\u305d\u306e PoE \u3092\u305d\u306e\u8abf\u9054\u5143\u306b\u8fd4\u5374\u3059\u308b\u3053\u3068\u306b\u3088\u308a\u3001\u3053\u308c\u3068\u5f15\u304d\u63db\u3048\u306b\u652f\u6255\u6e08\u6599\u91d1\u306e\u8fd4\u91d1\u3092\u53d7\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3057\u305f\u5834\u5408\u306e\u8fd4\u91d1\u306e\u53d7\u3051\u65b9\u306b\u3064\u304d\u307e\u3057\u3066\u306f\u3001\u5f53\u8a72\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306e\u8abf\u9054\u5143\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002\n\n\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306e\u79fb\u8ee2\n\n\u304a\u5ba2\u69d8\u306f\u3001\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u304a\u3088\u3073\u304a\u5ba2\u69d8\u304c\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u3092\u4f7f\u7528\u3059\u308b\u6a29\u5229\u306a\u3089\u3073\u306b\u3053\u308c\u306b\u95a2\u3059\u308b\u7fa9\u52d9\u306e\u3059\u3079\u3066\u3092\u7b2c\u4e09\u8005\u306b\u79fb\u8ee2\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u305f\u3060\u3057\u3001\u3053\u306e\u7b2c\u4e09\u8005\u304c\u3053\u306e\u4f7f\u7528\u6761\u4ef6\u306b\u540c\u610f\u3059\u308b\u5834\u5408\u306b\u9650\u308a\u307e\u3059\u3002\u307e\u305f\u3001\u3053\u306e\u5834\u5408\u3001\u304a\u5ba2\u69d8\u306f\u3053\u306e\u4f7f\u7528\u6761\u4ef6 (\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306e PoE \u3092\u542b\u3080\uff09\u3092\u6e21\u3059\u3082\u306e\u3068\u3057\u307e\u3059\u3002\u79fb\u8ee2\u5f8c\u306f\u3001\u304a\u5ba2\u69d8\u306f\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u3092\u4f7f\u7528\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002\n\n2. \u4f7f\u7528\u6599\u91d1\n\n\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306e\u6599\u91d1\u306f\u4e00\u6642\u6255\u3044\u6599\u91d1\u3067\u3059\u3002\n\n\u4e00\u6642\u6255\u3044\u6599\u91d1\u306f\u3001PoE \u306b\u8a18\u8f09\u3055\u308c\u308b\u4f7f\u7528\u8a31\u8afe\u7bc4\u56f2\u306b\u57fa\u3065\u304f\u3082\u306e\u3068\u3057\u307e\u3059\u3002IBM \u306f\u3001\u65e2\u306b\u652f\u6255\u671f\u65e5\u306e\u5230\u6765\u3057\u3066\u3044\u308b\u6599\u91d1\u306e\u8acb\u6c42\u307e\u305f\u306f\u652f\u6255\u6e08\u307f\u306e\u6599\u91d1\u3092\u8cb8\u3057\u4ed8\u3051\u3082\u3057\u304f\u306f\u8fd4\u9084\u3057\u306a\u3044\u3082\u306e\u3068\u3057\u307e\u3059\u3002\u305f\u3060\u3057\u3001\u3053\u306e\u4f7f\u7528\u6761\u4ef6\u3067\u5225\u9014\u898f\u5b9a\u304c\u3042\u308b\u5834\u5408\u306f\u9664\u304d\u307e\u3059\u3002\n\n\u304a\u5ba2\u69d8\u306f\u3001\u4f7f\u7528\u8a31\u8afe\u7bc4\u56f2\u3092\u62e1\u5927\u3059\u308b\u5834\u5408\u3001\u8abf\u9054\u5143\u3067\u3042\u308b IBM \u307e\u305f\u306f IBM \u30d3\u30b8\u30cd\u30b9\u30fb\u30d1\u30fc\u30c8\u30ca\u30fc\u306b\u901a\u77e5\u3057\u3001\u6240\u5b9a\u306e\u6599\u91d1\u3092\u652f\u6255\u3046\u3082\u306e\u3068\u3057\u307e\u3059\u3002\n\n\u307e\u305f\u3001\u3053\u306e\u4f7f\u7528\u6761\u4ef6\u306e\u3082\u3068\u3067\u63d0\u4f9b\u3055\u308c\u305f\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306b\u5bfe\u3057\u3001\u7a0e\u91d1\u7b49\uff08\u305f\u3060\u3057\u3001IBM \u306b\u5bfe\u3059\u308b\u6cd5\u4eba\u7a0e\u3092\u9664\u304d\u307e\u3059\uff09\u304c\u8ab2\u305b\u3089\u308c\u308b\u3068\u304d\u306f\u3001IBM \u304c\u305d\u306e\u7a2e\u985e\u3092\u660e\u793a\u3057\u3066\u304a\u5ba2\u69d8\u306b\u8acb\u6c42\u3057\u305f\u3068\u304d\u306b\u9650\u308a\u3001\u304a\u5ba2\u69d8\u306e\u8ca0\u62c5\u3068\u3057\u307e\u3059\u3002\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306b\u5bfe\u3057\u3066\u8ab2\u305b\u3089\u308c\u308b\u52d5\u7523\u7a0e\u306b\u3064\u3044\u3066\u306f\u3001\u53d6\u5f97\u65e5\u4ee5\u964d\u306f\u304a\u5ba2\u69d8\u306e\u8ca0\u62c5\u3068\u3057\u307e\u3059\u3002\n\n3. \u4fdd\u8a3c\u306e\u5185\u5bb9\u3068\u5236\u9650\n\nIBM \u306f\u3001\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306b\u3064\u3044\u3066\u3001\u304a\u5ba2\u69d8\u304c\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u3092 IBM \u6240\u5b9a\u306e\u7a3c\u52d5\u74b0\u5883\u3067\u4f7f\u7528\u3059\u308b\u9650\u308a\u3001IBM \u6240\u5b9a\u306e\u4ed5\u69d8\u306b\u5408\u81f4\u3059\u308b\u3053\u3068\u3092\u4fdd\u8a3c\u3057\u307e\u3059\u3002\u304b\u304b\u308b\u4fdd\u8a3c\u306f\u3001\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306e\u5909\u66f4\u306e\u52a0\u3048\u3089\u308c\u3066\u3044\u306a\u3044\u90e8\u5206\u306b\u3064\u3044\u3066\u306e\u307f\u9069\u7528\u3055\u308c\u308b\u3082\u306e\u3068\u3057\u307e\u3059\u3002IBM \u306f\u3001\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306e\u5b9f\u884c\u304c\u4e2d\u65ad\u3057\u306a\u3044\u3053\u3068\u3082\u3057\u304f\u306f\u305d\u306e\u5b9f\u884c\u306b\u8aa4\u308a\u304c\u306a\u3044\u3053\u3068\u3001\u307e\u305f\u306f\u3001\u3059\u3079\u3066\u306e\u8aa4\u308a\u304c\u4fee\u6b63\u3055\u308c\u308b\u3053\u3068\u3092\u4fdd\u8a3c\u3057\u307e\u305b\u3093\u3002\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306e\u4f7f\u7528\u7d50\u679c\u306b\u3064\u3044\u3066\u306f\u3001\u304a\u5ba2\u69d8\u306e\u8cac\u4efb\u3068\u3057\u307e\u3059\u3002\n\nIBM \u306f\u3001\u304a\u5ba2\u69d8\u306b\u5bfe\u3057\u3066\u3001\u65e2\u77e5\u306e\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306e\u8aa4\u308a\u3001\u8aa4\u308a\u306e\u4fee\u6b63\u3001\u5236\u9650\u4e8b\u9805\u304a\u3088\u3073\u56de\u907f\u63aa\u7f6e\u306b\u95a2\u3059\u308b\u60c5\u5831\u3092\u542b\u3093\u3060 IBM \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u3078\u306e\u30a2\u30af\u30bb\u30b9\u3092\u8ffd\u52a0\u6599\u91d1\u7121\u3057\u3067\u63d0\u4f9b\u3057\u307e\u3059\u3002\u8a73\u7d30\u306b\u3064\u3044\u3066\u306f\u3001http://www.ibm.com/software/support \u306e IBM \u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u30fb\u30b5\u30dd\u30fc\u30c8\u30fb\u30ac\u30a4\u30c9\u3092\u3054\u53c2\u7167\u304f\u3060\u3055\u3044\u3002IBM \u306f\u3001\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306e\u5f53\u521d\u306e\u4f7f\u7528\u6a29\u306e\u53d6\u5f97\u8005\u304c\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u3092\u53d6\u5f97\u3057\u3066\u304b\u3089\u6700\u4f4e 1 \u5e74\u9593\uff08\u4ee5\u4e0b\u300c\u4fdd\u8a3c\u671f\u9593\u300d\u3068\u3044\u3044\u307e\u3059\u3002\uff09\u3001\u3053\u306e\u60c5\u5831\u3092\u63d0\u4f9b\u3057\u307e\u3059\u3002\n\n\u4fdd\u8a3c\u671f\u9593\u4e2d\u306b\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u304c\u4fdd\u8a3c\u3069\u304a\u308a\u7a3c\u52d5\u3057\u306a\u3044\u5834\u5408\u3067\u3001\u304b\u3064\u3001IBM \u30c7\u30fc\u30bf\u30d9\u30fc\u30b9\u306b\u3042\u308b\u60c5\u5831\u3067\u554f\u984c\u3092\u89e3\u6c7a\u3067\u304d\u306a\u3044\u5834\u5408\u306b\u306f\u3001\u304a\u5ba2\u69d8\u306f\u3001\u5f53\u8a72\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306a\u3089\u3073\u306b\u305d\u306e PoE \u3092\u305d\u306e\u8abf\u9054\u5143 (IBM \u307e\u305f\u306f IBM \u30d3\u30b8\u30cd\u30b9\u30fb\u30d1\u30fc\u30c8\u30ca\u30fc) \u306b\u8fd4\u5374\u3059\u308b\u3053\u3068\u306b\u3088\u308a\u3001\u3053\u308c\u3068\u5f15\u304d\u63db\u3048\u306b\u652f\u6255\u6e08\u6599\u91d1\u306e\u8fd4\u91d1\u3092\u53d7\u3051\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u3092\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3057\u305f\u5834\u5408\u306e\u8fd4\u91d1\u306e\u53d7\u3051\u65b9\u306b\u3064\u304d\u307e\u3057\u3066\u306f\u3001\u5f53\u8a72\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306e\u8abf\u9054\u5143\u306b\u304a\u554f\u3044\u5408\u308f\u305b\u304f\u3060\u3055\u3044\u3002\n\n\u4ee5\u4e0a\u306e\u4fdd\u8a3c\u306f\u3001\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u304a\u3088\u3073\u8a18\u61b6\u5a92\u4f53\u306b\u3064\u3044\u3066\u306e\u4fdd\u8a3c\u306e\u3059\u3079\u3066\u3092\u898f\u5b9a\u3057\u305f\u3082\u306e\u3067\u3001\u6cd5\u5f8b\u4e0a\u306e\u7455\u75b5\u62c5\u4fdd\u8cac\u4efb\u3001\u5546\u54c1\u6027\u306e\u4fdd\u8a3c\u304a\u3088\u3073\u7279\u5b9a\u76ee\u7684\u9069\u5408\u6027\u306e\u4fdd\u8a3c\u3092\u542b\u3080\u3059\u3079\u3066\u306e\u660e\u793a\u3082\u3057\u304f\u306f\u9ed9\u793a\u306e\u4fdd\u8a3c\u8cac\u4efb\u307e\u305f\u306f\u4fdd\u8a3c\u6761\u4ef6\u306b\u4ee3\u308b\u3082\u306e\u3068\u3057\u307e\u3059\u3002\u56fd\u307e\u305f\u306f\u5730\u57df\u306b\u3088\u3063\u3066\u306f\u3001\u6cd5\u5f8b\u306e\u5f37\u884c\u898f\u5b9a\u306b\u3088\u308a\u3001\u4fdd\u8a3c\u8cac\u4efb\u306e\u5236\u9650\u304c\u7981\u3058\u3089\u308c\u308b\u5834\u5408\u3001\u5f37\u884c\u898f\u5b9a\u306e\u5236\u9650\u3092\u53d7\u3051\u308b\u3082\u306e\u3068\u3057\u307e\u3059\u3002\u3053\u306e\u5834\u5408\u306e\u4fdd\u8a3c\u3082\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306e\u4fdd\u8a3c\u671f\u9593\u5185\u306b\u9650\u5b9a\u3055\u308c\u3001\u5f53\u8a72\u4fdd\u8a3c\u671f\u9593\u7d42\u4e86\u5f8c\u306f\u3001\u3044\u304b\u306a\u308b\u4fdd\u8a3c\u3082\u9069\u7528\u3055\u308c\u307e\u305b\u3093\u3002\u56fd\u307e\u305f\u306f\u5730\u57df\u306b\u3088\u3063\u3066\u306f\u3001\u6cd5\u5f8b\u306e\u5f37\u884c\u898f\u5b9a\u306b\u3088\u308a\u3001\u4fdd\u8a3c\u306e\u9069\u7528\u671f\u9593\u306e\u5236\u9650\u304c\u7981\u3058\u3089\u308c\u3066\u3044\u308b\u5834\u5408\u3001\u5f37\u884c\u898f\u5b9a\u306e\u5236\u9650\u3092\u53d7\u3051\u308b\u3082\u306e\u3068\u3057\u307e\u3059\u3002\n\n\u4ee5\u4e0a\u306e\u4fdd\u8a3c\u306f\u3001\u304a\u5ba2\u69d8\u306b\u4e00\u5b9a\u306e\u6cd5\u7684\u6a29\u5229\u3092\u4e0e\u3048\u3066\u304a\u308a\u307e\u3059\u304c\u3001\u56fd\u307e\u305f\u306f\u5730\u57df\u306b\u3088\u3063\u3066\u7570\u306a\u308b\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002\n\n4. \u8cac\u4efb\u306e\u5236\u9650\n\n\u304a\u5ba2\u69d8\u304c IBM \u306e\u8cac\u306b\u5e30\u3059\u3079\u304d\u4e8b\u7531 (\u5951\u7d04\u4e0d\u5c65\u884c\u3001\u904e\u5931\u3001\u4e0d\u5b9f\u8868\u793a\u307e\u305f\u306f\u4e0d\u6cd5\u884c\u70ba\u306a\u3069\u3092\u542b\u307f\u307e\u3059) \u306b\u57fa\u3065\u304f\u640d\u5bb3\u306b\u5bfe\u3057\u3066\u6551\u6e08\u3092\u6c42\u3081\u308b\u5834\u5408\u3001IBM \u306e\u8ce0\u511f\u8cac\u4efb\u306f\u3001\u8acb\u6c42\u306e\u539f\u56e0\u3092\u554f\u308f\u305a\u3001\u6b21\u306e\u5404\u53f7\u306b\u5b9a\u3081\u308b\u3082\u306e\u306b\u9650\u3089\u308c\u307e\u3059\u3002 1) IBM \u306e\u6545\u610f\u3082\u3057\u304f\u306f\u904e\u5931\u306b\u3088\u3063\u3066\u304a\u5ba2\u69d8\u306b\u751f\u3058\u305f\u8eab\u4f53\u3001\u751f\u547d\u304a\u3088\u3073\u6709\u4f53\u7269\u306b\u5bfe\u3059\u308b\u8ce0\u511f\u8cac\u4efb\u3002 2) \u304a\u5ba2\u69d8\u306b\u73fe\u5b9f\u306b\u767a\u751f\u3057\u305f\u901a\u5e38\u304b\u3064\u76f4\u63a5\u306e\u640d\u5bb3\u306b\u5bfe\u3057\u3001\u640d\u5bb3\u767a\u751f\u306e\u76f4\u63a5\u539f\u56e0\u3068\u306a\u3063\u305f\u5f53\u8a72\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306e\u4f7f\u7528\u6599\u91d1\u76f8\u5f53\u984d\u3092\u9650\u5ea6\u3068\u3059\u308b\u91d1\u92ad\u8ce0\u511f\u8cac\u4efb\u3002 \n\n\u672c\u6761\u306e\u8cac\u4efb\u306e\u5236\u9650\u306f\u3001IBM \u306b\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u3092\u63d0\u4f9b\u3057\u305f\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u958b\u767a\u8005\u306a\u3089\u3073\u306b IBM \u30d3\u30b8\u30cd\u30b9\u30fb\u30d1\u30fc\u30c8\u30ca\u30fc\u306b\u5bfe\u3059\u308b\u640d\u5bb3\u8ce0\u511f\u8acb\u6c42\u306b\u3082\u9069\u7528\u3055\u308c\u308b\u3082\u306e\u3068\u3057\u307e\u3059\u3002\u304a\u5ba2\u69d8\u306f\u3001IBM \u304a\u3088\u3073\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u958b\u767a\u8005\u306a\u3089\u3073\u306b IBM \u30d3\u30b8\u30cd\u30b9\u30fb\u30d1\u30fc\u30c8\u30ca\u30fc\u306b\u5bfe\u3057\u3066\u91cd\u8907\u3057\u3066\u640d\u5bb3\u8ce0\u511f\u3092\u8acb\u6c42\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002\n\n\u3044\u304b\u306a\u308b\u5834\u5408\u306b\u304a\u3044\u3066\u3082\u3001IBM\u3001\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u958b\u767a\u8005\u304a\u3088\u3073 IBM \u30d3\u30b8\u30cd\u30b9\u30fb\u30d1\u30fc\u30c8\u30ca\u30fc\u306f\u3001\u305d\u306e\u4e88\u898b\u306e\u6709\u7121\u3092\u554f\u308f\u305a\u767a\u751f\u3057\u305f\u4ee5\u4e0b\u306e\u640d\u5bb3\u306b\u3064\u3044\u3066\u306f\u8ce0\u511f\u8cac\u4efb\u3092\u8ca0\u3044\u307e\u305b\u3093\u3002\n\n1. \u30c7\u30fc\u30bf\u306e\u55aa\u5931\u307e\u305f\u306f\u640d\u50b7\n\n2. \u7279\u5225\u640d\u5bb3\u3001\u4ed8\u968f\u7684\u640d\u5bb3\u3001\u9593\u63a5\u640d\u5bb3\u3001\u304a\u3088\u3073\u305d\u306e\u307b\u304b\u306e\u62e1\u5927\u640d\u5bb3\n\n3. \u9038\u5931\u5229\u76ca (\u30d3\u30b8\u30cd\u30b9\u3001\u53ce\u76ca\u3001\u4fe1\u7528\u3042\u308b\u3044\u306f\u7bc0\u7d04\u3059\u3079\u304b\u308a\u3057\u8cbb\u7528\u3092\u542b\u3080)\u3002\n\n\u56fd\u307e\u305f\u306f\u5730\u57df\u306b\u3088\u3063\u3066\u306f\u3001\u6cd5\u5f8b\u306e\u5f37\u884c\u898f\u5b9a\u306b\u3088\u308a\u3001\u4e0a\u8a18\u306e\u8cac\u4efb\u306e\u5236\u9650\u304c\u9069\u7528\u3055\u308c\u306a\u3044\u5834\u5408\u304c\u3042\u308a\u307e\u3059\u3002\n\n5. \u305d\u306e\u4ed6\n\n1. \u3053\u306e\u4f7f\u7528\u5951\u7d04\u306f\u3001\u6d88\u8cbb\u8005\u4fdd\u8b77\u6cd5\u898f\u306b\u3088\u308b\u304a\u5ba2\u69d8\u306e\u6a29\u5229\u3092\u5909\u66f4\u3059\u308b\u3082\u306e\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\n\n2. \u3053\u306e\u4f7f\u7528\u6761\u4ef6\u306e\u3044\u305a\u308c\u304b\u306e\u6761\u9805\u304c\u7121\u52b9\u307e\u305f\u306f\u5c65\u884c\u5f37\u5236\u304c\u3067\u304d\u306a\u3044\u3068\u3055\u308c\u305f\u5834\u5408\u3067\u3082\u3001\u305d\u306e\u4ed6\u306e\u6761\u9805\u306f\u6709\u52b9\u306b\u5b58\u7d9a\u3059\u308b\u3082\u306e\u3068\u3057\u307e\u3059\u3002\n\n3. \u304a\u5ba2\u69d8\u306f\u3001\u95a2\u9023\u3059\u308b\u8f38\u51fa\u5165\u95a2\u9023\u6cd5\u898f\u3092\u9806\u5b88\u3059\u308b\u3082\u306e\u3068\u3057\u307e\u3059\u3002\n\n4. \u304a\u5ba2\u69d8\u306f\u3001IBM \u304c\u304a\u5ba2\u69d8\u306e\u9023\u7d61\u5148\u60c5\u5831\uff08\u540d\u524d\u3001\u96fb\u8a71\u756a\u53f7\u3001\u96fb\u5b50\u30e1\u30fc\u30eb\u30fb\u30a2\u30c9\u30ec\u30b9\u3092\u542b\u3080\uff09\u3092\u3001IBM \u304c\u55b6\u696d\u3092\u884c\u3046\u5730\u57df\u306b\u4fdd\u5b58\u3057\u4f7f\u7528\u3059\u308b\u3053\u3068\u306b\u540c\u610f\u3055\u308c\u308b\u3082\u306e\u3068\u3057\u307e\u3059\u3002\u304b\u304b\u308b\u60c5\u5831\u306f IBM \u3068\u304a\u5ba2\u69d8\u3068\u306e\u53d6\u5f15\u306b\u95a2\u9023\u3057\u3066\u7ba1\u7406\u3001\u4f7f\u7528\u3055\u308c\u308b\u3082\u306e\u3068\u3057\u3001IBM \u306e\u59d4\u8a17\u5148\u3001\u30d3\u30b8\u30cd\u30b9\u30fb\u30d1\u30fc\u30c8\u30ca\u30fc\u3001\u4e8b\u696d\u7d99\u627f\u5148\u306b\u5bfe\u3057\u3066\u3001\u304a\u5ba2\u69d8\u3068\u306e\u9023\u7d61\u3092\u542b\u3080\u3001\u305d\u308c\u3089\u306e\u4e00\u822c\u7684\u4e8b\u696d\u76ee\u7684\u5185\u306e\u7528\u9014 (\u4f8b\u3048\u3070\u3001\u53d7\u6ce8\u51e6\u7406\u3001\u8ca9\u58f2\u4fc3\u9032\u3001\u5e02\u5834\u8abf\u67fb\u7b49) \u306e\u305f\u3081\u306b\u63d0\u4f9b\u3055\u308c\u308b\u3053\u3068\u304c\u3042\u308a\u307e\u3059\u3002\n\n5. \u3053\u306e\u4f7f\u7528\u6761\u4ef6\u306b\u3082\u3068\u3065\u304f\u8acb\u6c42\u6a29\u306f\u3001\u8acb\u6c42\u306e\u3044\u304b\u3093\u306b\u304b\u304b\u308f\u3089\u305a\u3001\u305d\u306e\u539f\u56e0\u304c\u767a\u751f\u3057\u305f\u65e5\u304b\u3089 2 \u5e74\u3092\u7d4c\u904e\u3057\u305f\u3068\u304d\u306b\u3001\u6642\u52b9\u306b\u3088\u308a\u6d88\u6ec5\u3059\u308b\u3082\u306e\u3068\u3057\u307e\u3059\u3002\n\n6. \u3044\u305a\u308c\u306e\u5f53\u4e8b\u8005\u3082\u3001\u81ea\u5df1\u306e\u8cac\u3081\u306b\u5e30\u3059\u3053\u3068\u306e\u3067\u304d\u306a\u3044\u4e8b\u7531\u304b\u3089\u751f\u3058\u305f\u640d\u5bb3\u306b\u3064\u3044\u3066\u306f\u3001\u8cac\u4efb\u3092\u8ca0\u308f\u306a\u3044\u3082\u306e\u3068\u3057\u307e\u3059\u3002\n\n7. \u3053\u306e\u4f7f\u7528\u6761\u4ef6\u306b\u3088\u308a\u7b2c\u4e09\u8005\u306b\u5bfe\u3057\u3066\u3044\u304b\u306a\u308b\u8a34\u6a29\u3042\u308b\u3044\u306f\u8acb\u6c42\u6a29\u3082\u751f\u3058\u308b\u3082\u306e\u3067\u306f\u306a\u304f\u3001\u307e\u305f\u304a\u5ba2\u69d8\u306b\u5bfe\u3059\u308b\u7b2c\u4e09\u8005\u304b\u3089\u306e\u8ce0\u511f\u8acb\u6c42\u306b\u3064\u3044\u3066 IBM \u304c\u8cac\u4efb\u3092\u8ca0\u3046\u3082\u306e\u3067\u306f\u3042\u308a\u307e\u305b\u3093\u3002\u305f\u3060\u3057\u3001\u524d\u8ff0\u306e\u300c\u8cac\u4efb\u306e\u5236\u9650\u300d\u6761\u9805\u3067\u8a8d\u3081\u3089\u308c\u305f\u3001IBM \u304c\u6cd5\u7684\u306b\u8cac\u4efb\u3092\u6709\u3059\u308b\u3001\u8eab\u4f53\uff08\u751f\u547d\u3092\u542b\u3080\uff09\u3001\u304a\u3088\u3073\u6709\u4f53\u7269\u306b\u5bfe\u3059\u308b\u8ce0\u511f\u8cac\u4efb\u306f\u9664\u304d\u307e\u3059\u3002\n\n6. \u6e96\u62e0\u6cd5\u3001\u88c1\u5224\u7ba1\u8f44\u6a29\u304a\u3088\u3073\u8abf\u505c\n\n\u6e96\u62e0\u6cd5\n\n\u4e21\u5f53\u4e8b\u8005\u306f\u3001\u6cd5\u539f\u7406\u306e\u77db\u76fe\u306b\u95a2\u3059\u308b\u5834\u5408\u3092\u9664\u304d\u3001\u672c\u5951\u7d04\u304b\u3089\u751f\u3058\u308b\u3001\u3082\u3057\u304f\u306f\u672c\u5951\u7d04\u306b\u95a2\u9023\u3059\u308b\u4e21\u5f53\u4e8b\u8005\u306e\u3059\u3079\u3066\u306e\u6a29\u5229\u7fa9\u52d9\u3092\u3001\u898f\u5236\u3001\u89e3\u91c8\u3001\u5b9f\u65bd\u3059\u308b\u305f\u3081\u306b\u3001\u304a\u5ba2\u69d8\u304c\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306e\u4f7f\u7528\u6a29\u3092\u53d6\u5f97\u3057\u305f\u56fd\u306e\u6cd5\u5f8b\u3092\u9069\u7528\u3059\u308b\u3053\u3068\u306b\u540c\u610f\u3059\u308b\u3082\u306e\u3068\u3057\u307e\u3059\u3002\n\n\u56fd\u969b\u58f2\u8cb7\u5951\u7d04\u306b\u95a2\u3059\u308b\u56fd\u9023\u6761\u7d04\uff08United Nations Convention on Contracts for the International Sale of Goods\uff09\u306f\u9069\u7528\u3055\u308c\u307e\u305b\u3093\u3002\n\n\u88c1\u5224\u7ba1\u8f44\u6a29\n\n\u4e21\u5f53\u4e8b\u8005\u306e\u6a29\u5229\u304a\u3088\u3073\u7fa9\u52d9\u306b\u3064\u3044\u3066\u306f\u3001\u304a\u5ba2\u69d8\u304c\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306e\u4f7f\u7528\u6a29\u3092\u53d6\u5f97\u3057\u305f\u56fd\u306e\u88c1\u5224\u6240\u306e\u5224\u65ad\u306b\u5f93\u3046\u3082\u306e\u3068\u3057\u307e\u3059\u3002\n\n\u7b2c 2 \u7ae0 - \u5404\u56fd\u56fa\u6709\u306e\u6761\u9805\n\n\u65e5\u672c: \u305d\u306e\u4ed6 (\u7b2c 5 \u6761): \u7b2c 5 \u9805\u306e\u5f8c\u306b\u4ee5\u4e0b\u306e\u6587\u8a00\u3092\u8ffd\u52a0\u3059\u308b\u3082\u306e\u3068\u3057\u307e\u3059\u3002\n\n\u672c\u66f8\u306b\u95a2\u3059\u308b\u7591\u7fa9\u304c\u751f\u3058\u305f\u5834\u5408\u306f\u3001\u5f53\u4e8b\u8005\u53cc\u65b9\u304c\u4fe1\u7fa9\u8aa0\u5b9f\u306e\u539f\u5247\u306b\u5f93\u3063\u3066\u5354\u8b70\u3059\u308b\u3082\u306e\u3068\u3057\u307e\u3059\u3002\n\nZ125-3301-12 (11/2002)\n\n\n\n\u30e9\u30a4\u30bb\u30f3\u30b9\u60c5\u5831\n\n\u4ee5\u4e0b\u306b\u8868\u793a\u3055\u308c\u3066\u3044\u308b\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306b\u306f\u3001\u30d7\u30ed\u30b0\u30e9\u30e0\u306e\u3054\u4f7f\u7528\u6761\u4ef6 \u304a\u3088\u3073\u6b21\u306e\u8ffd\u52a0\u6761\u4ef6\u306b\u57fa\u3065\u3044\u3066\u4f7f\u7528\u6a29\u304c\u8a31\u8afe\u3055\u308c\u307e\u3059\u3002\n\n\u30d7\u30ed\u30b0\u30e9\u30e0\u540d:  SCM Adapter Plug-in for IBM Rational ClearCase\n\u30d7\u30ed\u30b0\u30e9\u30e0\u756a\u53f7:  5724-G29\n\u5bb6\u5ead\u7528/\u643a\u5e2f\u7528\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u30fc\u3067\u306e\u4f7f\u7528\u8a31\u8afe:  \u304a\u5ba2\u69d8\u306f\u3001\u3053\u306e\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u3092\u4e3b\u306b\u4f7f\u7528\u3059\u308b\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u30fc\u306b\u52a0\u3048\u3066\u5bb6\u5ead\u7528/\u643a\u5e2f\u7528\u30b3\u30f3\u30d4\u30e5\u30fc\u30bf\u30fc\u3078\u8907\u88fd\u3057\u3001\u4f7f\u7528\u3059\u308b\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002\u305f\u3060\u3057\u3001\u3053\u308c\u3089\u306e\u6a5f\u68b0\u3067\u540c\u6642\u306b\u304b\u304b\u308b\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u3092\u5b9f\u884c\u3059\u308b\u3053\u3068\u306f\u3067\u304d\u307e\u305b\u3093\u3002\n\n\nIBM \u6240\u5b9a\u306e\u7a3c\u52d5\u74b0\u5883\n\n\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u306e\u4ed5\u69d8\u304a\u3088\u3073 IBM \u6240\u5b9a\u306e\u7a3c\u52d5\u74b0\u5883\u306b\u3064\u3044\u3066\u306f\u3001\u300c\u30d7\u30ed\u30b0\u30e9\u30e0\u300d\u3068\u5171\u306b\u63d0\u4f9b\u3055\u308c\u308b\u6587\u66f8\u306b\u8a18\u8f09\u304c\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u307e\u305f\u3001\u300cREADME\u300d\u30d5\u30a1\u30a4\u30eb\u307e\u305f\u306f\u767a\u8868\u30ec\u30bf\u30fc\u7b49 IBM \u306b\u3088\u308a\u516c\u958b\u3055\u308c\u305f\u60c5\u5831\u306b\u8a18\u8f09\u3055\u308c\u308b\u5834\u5408\u3082\u3042\u308a\u307e\u3059\u3002\n\n\u7279\u8a18\u4e8b\u9805\n\n\u672c\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u306f\u3001\u4e0a\u8a18\u306e\u300c\u88fd\u54c1\u540d\u300d\u3067\u8a00\u53ca\u3055\u308c\u3066\u3044\u308b IBM \u30d7\u30ed\u30b0\u30e9\u30e0\u3068\u5171\u306b\u4f7f\u7528\u3059\u308b\u3088\u3046\u8a2d\u8a08\u3055\u308c\u3066\u3044\u307e\u3059\u3002 \u672c\u30bd\u30d5\u30c8\u30a6\u30a7\u30a2\u306f\u3001\u4f7f\u7528\u6a29\u306e\u30bf\u30a4\u30d7\u3092\u542b\u3081\u3001\u4e0a\u8a18\u3067\u8a00\u53ca\u3055\u308c\u3001\u304a\u5ba2\u69d8\u304c\u65e2\u306b\u6709\u52b9\u306a\u4f7f\u7528\u8a31\u8afe\u3092\u53d6\u5f97\u6e08\u307f\u306e IBM \u30d7\u30ed\u30b0\u30e9\u30e0\u3068\u540c\u3058\u4f7f\u7528\u6a29\u3067\u304a\u5ba2\u69d8\u306b\u4f7f\u7528\u8a31\u8afe\u3055\u308c\u3066\u3044\u307e\u3059\u3002\n\nD/N:  L-KHUY-6PDP84\nP/N:  L-KHUY-6PDP84 \n
