# NLS_ENCODING=UTF-8
# NLS_MESSAGEFORMAT_NONE
featureName=Rational ClearCase SCM Adapter
providerName=IBM 
description=Documenta\u00e7\u00e3o e Ferramentas do Gerenciamento do Controle de Origem do Rational ClearCase.
updateSiteName=Atualiza\u00e7\u00f5es do Adaptador ClearCase SCM
copyright=(c) Direitos Autorais IBM Corporation 2004, 2006.  Todos os direitos reservados.
licenseURL=license.htm
licenseText=Acordo Internacional de Licenciamento do Programa\n\nParte 1 - Termos Gerais\n\nAO FAZER DOWNLOAD, INSTALAR, COPIAR, ACESSAR/ACEDER OU UTILIZAR O PROGRAMA, O CLIENTE CONCORDA COM OS TERMOS DESTE ACORDO. SE O CLIENTE ACEITAR ESTES TERMOS EM NOME DE OUTRA PESSOA OU UMA EMPRESA OU OUTRA ENTIDADE LEGAL, O CLIENTE DECLARA E GARANTE QUE POSSUI TOTAL AUTORIDADE PARA VINCULAR TAL PESSOA, EMPRESA OU ENTIDADE LEGAL A ESTES TERMOS. SE O CLIENTE N\u00c3O CONCORDAR COM ESTES TERMOS,\n\n- N\u00c3O FA\u00c7A DOWNLOAD, INSTALE, COPIE, ACESSE/ACEDA OU UTILIZE O PROGRAMA; E\n\n- DEVOLVA IMEDIATAMENTE O PROGRAMA E A PROVA DE TITULARIDADE \u00c0 PARTE DA QUAL VOC\u00ca OS ADQUIRIU/A QUEM OS ADQUIRIU PARA OBTER UM REEMBOLSO DO VALOR PAGO. SE O CLIENTE FEZ DOWNLOAD DO PROGRAMA, ENTRE EM CONTATO COM A ENTIDADE ONDE O ADQUIRIU.\n\n"IBM" significa International Business Machines Corporation ou uma de suas subsidi\u00e1rias.\n\n"Informa\u00e7\u00f5es sobre Licenciamento" ("LI") \u00e9 um documento que fornece informa\u00e7\u00f5es espec\u00edficas sobre um Programa. A LI do Programa est\u00e1 dispon\u00edvel no endere\u00e7o http://www.ibm.com/software/sla/. A LI tamb\u00e9m pode ser encontrada num arquivo no diret\u00f3rio/direct\u00f3rio do Programa, utilizando um comando do sistema ou num folheto que acompanha o Programa.\n\n"Programa" significa, incluindo o original e todas as c\u00f3pias totais ou parciais:  1) instru\u00e7\u00f5es e dados leg\u00edveis por m\u00e1quina, 2) componentes, 3) conte\u00fado \u00e1udio-visual/audiovisual (como imagens, textos, grava\u00e7\u00f5es ou figuras), 4) materiais licenciados relacionados e 5) documentos ou chaves de utiliza\u00e7\u00e3o da licen\u00e7a e a documenta\u00e7\u00e3o.\n\nA "Prova de Titularidade" ("PoE") \u00e9 evid\u00eancia da autoriza\u00e7\u00e3o do Cliente para utilizar um Programa num n\u00edvel especificado. Este n\u00edvel pode ser medido, por exemplo, pelo n\u00famero de processadores ou usu\u00e1rios/utilizadores. A PoE tamb\u00e9m \u00e9 a evid\u00eancia da elegibilidade de garantia, pre\u00e7os de upgrades futuros, se houver algum, e poss\u00edveis oportunidades especiais ou promocionais. Se a IBM oferecer ao Cliente uma PoE, a IBM pode aceitar o recibo de pagamento de venda original ou outro registro de venda da parte (seja a IBM ou seu revendedor) da qual o Cliente adquiriu o Programa, contanto que ele especifique o nome do Programa e o n\u00edvel de utiliza\u00e7\u00e3o adquirido.\n\n"Cliente" e "do Cliente" significa uma pessoa individual ou a uma entidade legal \u00fanica.\n\nEste Acordo inclui a Parte 1 - Termos Gerais, Parte 2 - Termos Exclusivos do Pa\u00eds (se houver algum), Informa\u00e7\u00f5es sobre Licenciamento e Prova de Titularidade e \u00e9 o acordo completo entre o Cliente e a IBM relativo \u00e0 utiliza\u00e7\u00e3o do Programa. Este Acordo substitui qualquer comunica\u00e7\u00e3o anterior oral ou escrita entre o Cliente e a IBM relativa \u00e0 utiliza\u00e7\u00e3o do Programa. Os termos da Parte 2 e as Informa\u00e7\u00f5es sobre Licenciamento podem substituir ou modificar os da Parte 1. Em caso de conflito entre os termos deste Acordo e os do Acordo IBM International Passport Advantage, os termos do Acordo mais recente prevalecem.\n\n1. Titularidade\n\nLicen\u00e7a\n\nO Programa \u00e9 de propriedade da IBM ou de um fornecedor da IBM e \u00e9 protegido por copyright, \u00e9 licenciado, n\u00e3o \u00e9 vendido.\n\nA IBM concede ao Cliente a licen\u00e7a n\u00e3o exclusiva para utilizar o Programa quando o Cliente o adquire legalmente.\n\nO Cliente pode 1) utilizar o Programa at\u00e9 o n\u00edvel de utiliza\u00e7\u00e3o especificado na PoE e 2) fazer e instalar c\u00f3pias, incluindo uma c\u00f3pia de backup, para suportar tal utiliza\u00e7\u00e3o. Os termos desta licen\u00e7a aplicam-se a cada c\u00f3pia que o Cliente fizer. O Cliente reproduzir\u00e1 todos os avisos de copyright e todas as outras legendas de propriedade em cada c\u00f3pia, ou c\u00f3pia parcial do Programa.\n\nSe o Cliente adquirir o Programa como um upgrade de programa, ap\u00f3s a instala\u00e7\u00e3o do upgrade, o Cliente n\u00e3o poder\u00e1 utilizar o Programa a partir do qual fez o upgrade nem poder\u00e1 transferi-lo para terceiros.\n\nO Cliente dever\u00e1 garantir que qualquer pessoa que utilize o Programa (por acesso local ou remoto) o fa\u00e7a apenas com utiliza\u00e7\u00e3o autorizada do Cliente e de acordo com os termos deste Acordo.\n\nO Cliente n\u00e3o pode 1) utilizar, copiar, modificar ou distribuir o Programa, exceto/excepto conforme estabelecido neste Acordo; 2) reverter montagem, reverter compila\u00e7\u00e3o, ou de qualquer outra forma, traduzir o Programa exceto/excepto conforme especificamente permitido por lei, sem a possibilidade de ren\u00fancia contratual; ou 3) sublicenciar, alugar ou arrendar o Programa.\n\nA IBM pode terminar a licen\u00e7a do Cliente se este n\u00e3o cumprir com os termos deste Acordo. Se a IBM assim o fizer, o Cliente dever\u00e1 destruir todas as c\u00f3pias do Programa e a sua PoE.\n\nGarantia de Reembolso\n\nSe, por qualquer raz\u00e3o, o Cliente n\u00e3o estiver satisfeito com o Programa e for o licenciado original, \u00e9 poss\u00edvel obter um reembolso do valor pago pelo Cliente, se dentro de 30 dias a partir da data da fatura/factura, o Cliente devolver o Programa e a sua PoE \u00e0 entidade da qual/a quem o Cliente os obteve. Se o Cliente fez download do Programa, poder\u00e1 entrar em contato/contacto com a entidade da qual/a quem o adquiriu para obter instru\u00e7\u00f5es sobre como obter o reembolso.\n\nTransfer\u00eancia do Programa\n\nO Cliente pode transferir um Programa e todos os direitos de licen\u00e7a e obriga\u00e7\u00f5es do Cliente para qualquer outra parte apenas se tal parte concordar com os termos deste Acordo. Quando o Cliente transfere o Programa, tamb\u00e9m deve transferir uma c\u00f3pia deste Acordo, incluindo a PoE do Programa. Ap\u00f3s a transfer\u00eancia, o Cliente n\u00e3o pode utilizar o Programa.\n\n2. Encargos\n\nO valor a ser pago por uma licen\u00e7a do Programa \u00e9 um encargo \u00fanico.\n\nEncargos \u00fanicos s\u00e3o baseados no n\u00edvel de utiliza\u00e7\u00e3o adquirido que est\u00e1 especificado na PoE. A IBM n\u00e3o oferece cr\u00e9ditos ou reembolsos para encargos j\u00e1 vencidos ou pagos, exceto/excepto conforme especificado neste Acordo. \n\nSe o Cliente desejar aumentar o n\u00edvel de utiliza\u00e7\u00e3o, dever\u00e1 notificar a IBM ou a entidade da qual/a quem adquiriu o Programa e pagar os encargos aplic\u00e1veis.\n\nSe qualquer autoridade impuser um imposto, compensa\u00e7\u00e3o ou taxa, excluindo aqueles baseados na receita l\u00edquida da IBM, sobre o Programa, o Cliente concorda em pagar o valor especificado ou fornecer documenta\u00e7\u00e3o de isen\u00e7\u00e3o. O Cliente \u00e9 respons\u00e1vel por quaisquer taxas que incidam sobre a propriedade pessoal do Programa a partir da data que o Cliente o adquiriu.\n\n3. Garantia Limitada\n\nA IBM garante que, quando o Programa \u00e9 utilizado no ambiente operacional/operativo especificado, ele estar\u00e1 de acordo com as suas especifica\u00e7\u00f5es. A garantia se aplica apenas \u00e0 parte n\u00e3o modificada do Programa. A IBM n\u00e3o garante a opera\u00e7\u00e3o ininterrupta ou isenta de erros do Programa ou que a IBM corrigir\u00e1 todos os defeitos do Programa. O  Cliente \u00e9 respons\u00e1vel pelos resultados obtidos com a utiliza\u00e7\u00e3o do Programa. \n\nA IBM oferece ao Cliente acesso aos bancos de dados IBM contendo informa\u00e7\u00f5es sobre defeitos do Programa, corre\u00e7\u00f5es de defeitos, restri\u00e7\u00f5es e transmiss\u00f5es sem encargos adicionais. Consulte o IBM Software Support Guide para obter informa\u00e7\u00f5es adicionais, no endere\u00e7o http://www.ibm.com/software/support. A IBM manter\u00e1 estas informa\u00e7\u00f5es por pelo menos um ano ap\u00f3s o licenciado original adquirir o Programa ("Per\u00edodo de Garantia").\n\nSe o Programa n\u00e3o funcionar conforme garantido durante o Per\u00edodo de Garantia e o problema n\u00e3o puder ser resolvido com as informa\u00e7\u00f5es dispon\u00edveis nos bancos de dados IBM, o Cliente pode devolver o Programa e a sua PoE \u00e0 entidade (seja a IBM ou seu revendedor) da qual/a quem o Cliente os adquiriu e receber um reembolso do valor pago. Se o Cliente fez download do Programa, poder\u00e1 entrar em contato/contacto com a entidade da qual/a quem o adquiriu para obter instru\u00e7\u00f5es sobre como obter o reembolso.\n\nESTAS GARANTIAS S\u00c3O AS GARANTIAS EXCLUSIVAS DO CLIENTE E SUBSTITUEM TODAS AS GARANTIAS E CONDI\u00c7\u00d5ES, EXPRESSAS OU IMPL\u00cdCITAS, INCLUINDO, MAS N\u00c3O SE LIMITANDO, \u00c0S GARANTIAS IMPL\u00cdCITAS OU CONDI\u00c7\u00d5ES DE COMERCIALIZA\u00c7\u00c3O E ADEQUA\u00c7\u00c3O A UM DETERMINADO PROP\u00d3SITO/FIM. ALGUNS PA\u00cdSES OU JURISDI\u00c7\u00d5ES N\u00c3O PERMITEM A EXCLUS\u00c3O DE GARANTIAS EXPRESSAS OU IMPL\u00cdCITAS, PORTANTO, A EXCLUS\u00c3O ACIMA PODE N\u00c3O SE APLICAR AO CLIENTE. NESTE CASO, TAIS GARANTIAS S\u00c3O LIMITADAS \u00c0 DURA\u00c7\u00c3O DO PER\u00cdODO DE GARANTIA. NENHUMA GARANTIA SE APLICA AP\u00d3S ESTE PER\u00cdODO. ALGUNS PA\u00cdSES OU JURISDI\u00c7\u00d5ES N\u00c3O PERMITEM LIMITA\u00c7\u00d5ES SOBRE A DURA\u00c7\u00c3O DE UMA GARANTIA IMPL\u00cdCITA, PORTANTO, A LIMITA\u00c7\u00c3O ABAIXO PODE N\u00c3O SE APLICAR AO CLIENTE.\n\nESTAS GARANTIAS FORNECEM AO CLIENTE DIREITOS LEGAIS ESPEC\u00cdFICOS E O CLIENTE PODE TAMB\u00c9M POSSUIR OUTROS DIREITOS QUE VARIAM DE PA\u00cdS PARA PA\u00cdS OU DE JURISDI\u00c7\u00c3O PARA JURISDI\u00c7\u00c3O.\n\n4. Limita\u00e7\u00e3o de Responsabilidade\n\nPodem surgir circunst\u00e2ncias em que, devido ao n\u00e3o cumprimento/incumprimento das suas responsabilidades pela IBM, o Cliente tenha direito de exigir que a IBM o compense por danos sofridos. Em cada um desses casos, independentemente da base sobre a qual Cliente tenha direito a pedir indeniza\u00e7\u00f5es/indemniza\u00e7\u00f5es, incluindo uma viola\u00e7\u00e3o essencial deste Acordo, neglig\u00eancia, falsas declara\u00e7\u00f5es, ou qualquer outra reclama\u00e7\u00e3o contratual ou extracontratual, a IBM \u00e9 somente respons\u00e1vel por n\u00e3o mais que: 1) por danos pessoais (incluindo morte) e danos a bens im\u00f3veis e bens pessoais tang\u00edveis, e 2) pelo montante por danos ou perdas reais, at\u00e9 ao m\u00e1ximo dos encargos referentes ao Programa objeto/objecto de reclama\u00e7\u00e3o.\n\nEsta limita\u00e7\u00e3o de responsabilidade tamb\u00e9m se aplica aos desenvolvedores e fornecedores do Programa da IBM. Isto \u00e9 o limite m\u00e1ximo a que eles e a IBM s\u00e3o coletivamente/colectivamente respons\u00e1veis.\n\nEM CASO ALGUM A IBM, SEUS DESENVOLVEDORES DE PROGRAMA OU FORNECEDORES SER\u00c3O RESPONSABILIZADOS POR QUALQUER UM DOS SEGUINTES, MESMO SE INFORMADOS DE SUA POSSIBILIDADE:\n\n1. PERDA OU DANOS EM DADOS;\n\n2. DANOS ESPECIAIS, INCIDENTAIS OU INDIRETOS/INDIRECTOS OU QUAISQUER DANOS CONSEQ\u00dcENCIAIS; OU\n\n3. PERDA DE LUCROS, NEG\u00d3CIOS, RECEITA, CLIENTELA OU LUCROS ANTECIPADOS.\n\nALGUMAS JURISDI\u00c7\u00d5ES N\u00c3O PERMITEM A EXCLUS\u00c3O OU LIMITA\u00c7\u00c3O DE DANOS INCIDENTAIS OU CONSEQ\u00dcENCIAIS, DESTA FORMA, A EXCLUS\u00c3O OU LIMITA\u00c7\u00c3O ACIMA PODE N\u00c3O SE APLICAR AO CLIENTE.\n\n5. Geral\n\n1. Nada neste Acordo afeta quaisquer direitos estatut\u00e1rios de consumidores que n\u00e3o possam ser renunciados ou limitados por acordo.\n\n2. No caso de qualquer provis\u00e3o neste Acordo ser considerada inv\u00e1lida ou n\u00e3o obrigat\u00f3ria, as disposi\u00e7\u00f5es restantes do Acordo permanecem em vigor.\n\n3. O Cliente concorda com todas as leis e regulamentos aplic\u00e1veis de exporta\u00e7\u00e3o e importa\u00e7\u00e3o.\n\n4. O Cliente concorda em permitir que a IBM armazene e utilize as informa\u00e7\u00f5es sobre contato/contacto do Cliente, incluindo nomes, n\u00fameros de telefone e endere\u00e7os de e-mail, onde quer que tenha neg\u00f3cios. Tais informa\u00e7\u00f5es ser\u00e3o processadas e utilizadas em conjunto com nossos relacionamentos comerciais e podem ser fornecidas a contratantes, Parceiros de Neg\u00f3cios e procuradores da IBM para utiliza\u00e7\u00f5es consistentes com suas atividades comerciais coletivas/colectivas, incluindo comunica\u00e7\u00f5es com o Cliente (por exemplo, para processamento de encomendas, para promo\u00e7\u00f5es e pesquisas de mercado).\n\n5. Nem o Cliente nem a IBM entrar\u00e3o com uma a\u00e7\u00e3o/ac\u00e7\u00e3o judicial relativa a este Acordo dentro de dois anos ap\u00f3s o surgimento da causa da a\u00e7\u00e3o/ac\u00e7\u00e3o, a menos que estabelecido pela lei local sem a possibilidade de ren\u00fancia contratual ou limita\u00e7\u00e3o.\n\n6. Nem o Cliente nem a IBM ser\u00e3o responsabilizados por falhas no cumprimento das suas obriga\u00e7\u00f5es devido a causas fora de seu controle.\n\n7. Este Acordo n\u00e3o criar\u00e1 nenhum direito ou causa de a\u00e7\u00e3o/ac\u00e7\u00e3o para qualquer terceiro, nem a IBM ser\u00e1 responsabilizada por quaisquer reclama\u00e7\u00f5es de terceiros contra o Cliente, exceto/excepto, conforme permitido pela se\u00e7\u00e3o/sec\u00e7\u00e3o de Limita\u00e7\u00e3o de Responsabilidade acima, para danos corporais (incluindo morte) ou danos \u00e0 propriedade pessoal real ou tang\u00edvel sobre as quais a IBM \u00e9 legalmente respons\u00e1vel.\n\n6. Lei Aplic\u00e1vel, Jurisdi\u00e7\u00e3o e Arbitragem\n\nLei Aplic\u00e1vel\n\nO Cliente e a IBM concordam com a aplica\u00e7\u00e3o das leis do pa\u00eds no qual o Cliente adquiriu a licen\u00e7a do Programa para reger, interpretar e garantir todos os direitos, deveres e obriga\u00e7\u00f5es do Cliente e da IBM decorrentes, ou de qualquer maneira relacionados, com este Acordo, sem considera\u00e7\u00e3o dos princ\u00edpios sobre conflitos de leis.\n\nA Conven\u00e7\u00e3o de Acordos das Na\u00e7\u00f5es Unidas para Venda de Mercadorias Internacional n\u00e3o \u00e9 aplic\u00e1vel.\n\nJurisdi\u00e7\u00e3o\n\nTodos os direitos, deveres e obriga\u00e7\u00f5es do Cliente e da IBM est\u00e3o sujeitos aos tribunais do pa\u00eds em que o Cliente adquiriu a licen\u00e7a do Programa.\n\nParte 2 - Termos Exclusivos do Pa\u00eds\n\nAM\u00c9RICAS\n\nBRASIL: Lei Aplic\u00e1vel, Jurisdi\u00e7\u00e3o e Arbitragem (Se\u00e7\u00e3o/Sec\u00e7\u00e3o 6): A exce\u00e7\u00e3o/excep\u00e7\u00e3o est\u00e1 inclu\u00edda nesta se\u00e7\u00e3o/sec\u00e7\u00e3o:\n\nQualquer processo decorrente deste Acordo ser\u00e1 determinado exclusivamente pelo tribunal do Rio de Janeiro, RJ.\n\nEUROPA, ORIENTE M\u00c9DIO, \u00c1FRICA (EMEA)\n\nGarantia Limitada (Se\u00e7\u00e3o/Sec\u00e7\u00e3o 3): Na Uni\u00e3o Europ\u00e9ia/Europeia,  \u00e9 inclu\u00eddo o seguinte:\n\nNa Uni\u00e3o Europ\u00e9ia/Europeia, os consumidores possuem direitos legais sob a legisla\u00e7\u00e3o nacional aplic\u00e1vel que controla a venda de mercadorias ao consumidor. Tais direitos n\u00e3o s\u00e3o afetados/afectados pela provis\u00e3o de Garantia Limitada definida acima na se\u00e7\u00e3o/sec\u00e7\u00e3o deste Acordo. O \u00e2mbito territorial da Garantia Limitada \u00e9 mundial.\n\nLimita\u00e7\u00e3o de Responsabilidade (Se\u00e7\u00e3o/Sec\u00e7\u00e3o 4): Em Portugal, os termos a seguir substituem os termos desta se\u00e7\u00e3o/sec\u00e7\u00e3o em sua totalidade:\n\nSalvo disposi\u00e7\u00e3o legal imperativa em contr\u00e1rio:\n\nA responsabilidade da IBM por danos e perdas que possam surgir como conseq\u00fc\u00eancia do cumprimento das suas obriga\u00e7\u00f5es ou devido a qualquer outro motivo relacionado com este Acordo, encontra-se limitada \u00e0 compensa\u00e7\u00e3o apenas pelos danos e perdas provados e que surjam de fato/facto como conseq\u00fc\u00eancia direta/directa e imediata do n\u00e3o cumprimento das referidas obriga\u00e7\u00f5es, pelo montante m\u00e1ximo igual aos encargos que o Cliente pagou pelo Programa.\n\nO limite de responsabilidade indicado acima, n\u00e3o se aplica a danos corporais (incluindo os que provoquem morte), por danos ou perdas em bens im\u00f3veis e bens pessoais tang\u00edvel pelos quais a IBM seja legalmente respons\u00e1vel.\n\nEM CASO ALGUM A IBM, OU QUALQUER UM DE SEUS DESENVOLVEDORES DO PROGRAMA  SER\u00c1 RESPONS\u00c1VEL POR, MESMO SE INFORMADO DA POSSIBILIDADE DA SUA OCORR\u00caNCIA, 1) PERDA OU DANOS EM DADOS; 2) DANOS INCIDENTAIS OU INDIRETOS/INDIRECTOS, OU POR QUAISQUER DANOS ECON\u00d4MICOS/ECON\u00d3MICOS CONSEQ\u00dcENCIAIS; 3) LUCROS CESSANTES, MESMO QUE ESTES SEJAM CONSEQ\u00dc\u00caNCIA IMEDIATA DO EVENTO QUE GEROU OS DANOS; OU 4) PERDA DE NEG\u00d3CIOS, RECEITAS, CLIENTELA OU POUPAN\u00c7AS PREVISTAS.\n\nA limita\u00e7\u00e3o e a exclus\u00e3o de responsabilidade estabelecidas aqui se aplicam n\u00e3o somente \u00e0s atividades executadas pela IBM mas tamb\u00e9m \u00e0s atividades executadas por seus fornecedores e desenvolvedores do Programa e representam o valor m\u00e1ximo para o qual a IBM bem como seus fornecedores e desenvolvedores do Programa s\u00e3o coletivamente/colectivamente respons\u00e1veis.\n\nLei Aplic\u00e1vel, Jurisdi\u00e7\u00e3o e Arbitragem (Se\u00e7\u00e3o/Sec\u00e7\u00e3o 6)\n\nLei Aplic\u00e1vel\n\nA frase "as leis do pa\u00eds em que o Cliente adquiriu a licen\u00e7a do Programa" \u00e9 substitu\u00edda por 1) "as leis da Fran\u00e7a" no Cabo Verde e Guin\u00e9-Bissau e 2) "as leis da Inglaterra" em Angola, Mo\u00e7ambique e S\u00e3o Tom\u00e9.\n\nJurisdi\u00e7\u00e3o\n\nAs seguintes exce\u00e7\u00f5es/excep\u00e7\u00f5es est\u00e3o inclu\u00eddas nesta se\u00e7\u00e3o:\n\nEm Angola, Mo\u00e7ambique e S\u00e3o Tom\u00e9, todas as diverg\u00eancias decorrentes deste Acordo ou relacionadas \u00e0 sua execu\u00e7\u00e3o, incluindo procedimentos sum\u00e1rios, ser\u00e3o submetidas \u00e0 jurisdi\u00e7\u00e3o exclusiva dos tribunais da Inglaterra.\n\nEm Cabo Verde e Guin\u00e9-Bissau, todas as diverg\u00eancias decorrentes deste Acordo ou relacionadas \u00e0 sua viola\u00e7\u00e3o ou execu\u00e7\u00e3o, incluindo procedimentos sum\u00e1rios, ser\u00e3o definidas exclusivamente pelo Tribunal Comercial de Paris.\n\nEm Portugal, qualquer a\u00e7\u00e3o/ac\u00e7\u00e3o judicial decorrente deste Acordo ser\u00e1 interposta e resolvida exclusivamente pelo tribunal competente de Lisboa.\n\nZ125-3301-12 (11/2002)\n\n\n\nINFORMA\u00c7\u00d5ES SOBRE LICENCIAMENTO\n\nOs Programas abaixo indicados est\u00e3o licenciados sob/ao abrigo dos seguintes termos e condi\u00e7\u00f5es al\u00e9m daqueles constantes do Acordo Internacional de Licenciamento do Programa.\n\nNome do Programa:  SCM Adapter Plug-in for IBM Rational ClearCase\nN\u00famero do Programa:  5724-G29\nAutoriza\u00e7\u00e3o para Utiliza\u00e7\u00e3o em Computador Pessoal/Port\u00e1til:  O Programa pode ser armazenado na m\u00e1quina principal ou em outra m\u00e1quina, desde que o Programa n\u00e3o esteja em uso ativo/activo em ambas as m\u00e1quinas ao mesmo tempo.\n\n\nAmbiente Operacional/Operativo Especificado\n\nAs especifica\u00e7\u00f5es do programa e a informa\u00e7\u00e3o especificada do ambiente operacional/operativo podem ser encontradas na documenta\u00e7\u00e3o que acompanha o programa, se dispon\u00edveis, como um arquivo "readme", ou outra informa\u00e7\u00e3o publicada pela IBM, tal como uma carta de an\u00fancio.\n\nTermos Exclusivos do Programa\n\nEste software foi projetado para ser utilizado com o Programa IBM acima mencionado em "Nome do Produto". Esse software \u00e9 licenciado ao Cliente sob os/ao abrigo dos mesmos termos e condi\u00e7\u00f5es, incluindo o mesmo tipo de licen\u00e7a do Programa IBM acima mencionado e para o qual o Cliente j\u00e1 obteve uma licen\u00e7a v\u00e1lida.\n\nD/N:  L-KHUY-6PDP84\nP/N:  L-KHUY-6PDP84 \n
