# NLS_ENCODING=UTF-8
# NLS_MESSAGEFORMAT_NONE
featureName=Adaptador SCM de Rational ClearCase
providerName=IBM
description=Herramientas y documentaci\u00f3n de gesti\u00f3n de control de fuentes de Rational ClearCase.
updateSiteName=Actualizaciones del Adaptador SCM de ClearCase
copyright=(c) Copyright IBM Corporation 2004, 2006.  Todos los derechos reservados.
licenseURL=license.htm
licenseText=Acuerdo Internacional de Programas Bajo Licencia (IPLA)\n\nParte 1 - Condiciones generales\n\nAL BAJAR, INSTALAR, COPIAR, ACCEDER O UTILIZAR EL PROGRAMA, USTED ACEPTA LOS T\u00c9RMINOS DE ESTE ACUERDO. SI USTED ACEPTA ESTOS T\u00c9RMINOS EN NOMBRE DE OTRA PERSONA O DE UNA COMPA\u00d1\u00cdA U OTRA ENTIDAD LEGAL, MANIFIESTA Y GARANTIZA QUE TIENE AUTORIDAD TOTAL PARA COMPROMETER A ESA PERSONA, EMPRESA O ENTIDAD LEGAL CON ESTOS T\u00c9RMINOS. SI NO ACEPTA ESTOS T\u00c9RMINOS,\n\n- NO BAJE, INSTALE, COPIE, ACCEDA O UTILICE EL PROGRAMA; Y\n\n- DEVUELVA R\u00c1PIDAMENTE EL PROGRAMA Y EL DOCUMENTO DE TITULARIDAD DONDE LO ADQUIRI\u00d3 PARA OBTENER UN REEMBOLSO POR LA CANTIDAD QUE PAG\u00d3. SI BAJ\u00d3 EL PROGRAMA, CONTACTE CON LA PARTE DONDE LO ADQUIRI\u00d3.\n\n"IBM" es International Business Machines Corporation o una de sus subsidiarias.\n\n"Informaci\u00f3n sobre Licencia" ("LI") es un documento que proporciona informaci\u00f3n espec\u00edfica de un Programa. El LI del Programa se encuentra disponible en http://www.ibm.com/software/sla/. El LI tambi\u00e9n se puede encontrar en un archivo en el directorio del Programa, mediante el uso de un mandato de sistema, o como un folleto que acompa\u00f1a al Programa.\n\n"Programa" es lo siguiente, incluido el original y todas las copias completas o parciales: 1) datos e instrucciones automatizadas, 2) componentes, 3) contenido audiovisual (tales como im\u00e1genes, texto, grabaciones o fotos), 4) materiales relacionados con la licencia, y 5) el uso bajo licencia de documentos o claves y documentaci\u00f3n.\n\nUn "Documento de Titularidad" ("PoE") es su prueba de autorizaci\u00f3n para utilizar un Programa a un nivel espec\u00edfico. Ese nivel se puede medir, por ejemplo, por el n\u00famero de procesadores o de usuarios. El PoE es tambi\u00e9n su prueba de elegibilidad de la garant\u00eda, precios de actualizaciones futuras si las hubiere, y posibles oportunidades especiales o promocionales. Si IBM no le proporcionara un PoE, IBM podr\u00eda aceptar el recibo de compra original o cualquier otro registro de la parte (tanto IBM como su distribuidor) de quien hubiera adquirido el Programa, siempre que se especifique el nombre del Programa y el nivel de uso que se hubiera adquirido.\n\n"Vd." o "Usted" se refiere tanto a una persona como a una \u00fanica entidad legal.\n\nEste Acuerdo incluye Parte 1 - Condiciones Generales, Parte 2 - Condiciones exclusivas de cada pa\u00eds (si las hubiere), Informaci\u00f3n sobre Licencia, y Documento de Titularidad y constituye el acuerdo completo en lo que al uso del Programa se refiere entre Vd. e IBM. Sustituye cualquier comunicaci\u00f3n verbal o escrita previa entre Vd. e IBM referente al uso del Programa. Los t\u00e9rminos de la Parte 2 y la Informaci\u00f3n sobre Licencia pueden reemplazar o modificar los de la Parte 1. En el caso de que hubiere un conflicto entre los t\u00e9rminos de este Acuerdo y los del Acuerdo International Passport Advantage de IBM, prevalecer\u00e1n los t\u00e9rminos del \u00faltimo acuerdo mencionado.\n\n1. Titularidad\n\nLicencia\n\nEl Programa es propiedad de IBM o de un proveedor de IBM, y est\u00e1 sujeto a derechos de autor y son licenciados y no vendidos. \n\nIBM le concede una licencia no exclusiva para utilizar el Programa cuando lo adquiera legalmente.\n\nVd. puede 1) usar el Programa hasta el nivel de uso que se haya especificado en el PoE y 2) realizar copias e instalarlas, incluida una copia de seguridad, para dar soporte a dicho uso. Los t\u00e9rminos de esta licencia se aplican a cada una de las copias que haga. Usted reproducir\u00e1 todos los avisos de copyright y leyendas de propiedad en cada copia total o parcial del Programa.\n\nSi Vd. adquiri\u00f3 este Programa como una actualizaci\u00f3n de Programa, despu\u00e9s de instalar la actualizaci\u00f3n, no podr\u00e1 utilizar el Programa a partir del cual realiz\u00f3 la actualizaci\u00f3n ni podr\u00e1 transferirlo a nadie.\n\nDeber\u00e1 asegurarse de que cualquier persona que utilice el Programa (tanto si se accede de forma remota como si se accede de forma local) lo haga s\u00f3lo para sus usos autorizados y cumple con los t\u00e9rminos de este Acuerdo.\n\nVd. no puede 1) utilizar, copiar, modificar o distribuir el Programa de un modo distinto al especificado en este Acuerdo; 2) desensamblar, descompilar o traducir el Programa de un modo distinto al permitido espec\u00edficamente por la jurisdicci\u00f3n del pa\u00eds en el que se est\u00e1 utilizando el programa, y que no fuera posible su limitaci\u00f3n o renuncia expresa; o 3) sublicenciar, alquilar o arrendar el Programa. \n\nIBM puede terminar su licencia, si Vd. no cumple con los t\u00e9rminos de este Acuerdo. En caso de que IBM lo haga, Vd. deber\u00e1 destruir todas las copias del Programa y su PoE.\n\nGarant\u00eda de devoluci\u00f3n\n\nSi por cualquier raz\u00f3n Vd. no estuviera satisfecho con el Programa y es el licenciatario original, podr\u00eda obtener un reembolso por la cantidad que ha pagado por ello, si devolviera el Programa y su PoE a la parte donde lo adquiri\u00f3 antes de los 30 d\u00edas siguientes a la fecha de la factura. Si Vd. baj\u00f3 el Programa, puede contactar con la parte donde lo adquiri\u00f3 para obtener instrucciones sobre c\u00f3mo obtener el reembolso.\n\nTransferencia del Programa\n\nVd. puede transferir un Programa y todos sus derechos de licencia y obligaciones a un tercero, s\u00f3lo si esa parte acepta los t\u00e9rminos de este Acuerdo. Cuando Vd. transfiera el Programa, deber\u00e1 transferir tambi\u00e9n una copia de este Acuerdo, incluido el PoE del Programa. Despu\u00e9s de la transferencia, Vd. no podr\u00e1 utilizar el Programa.\n\n2. Cargos\n\nEl importe total a pagar por una licencia de Programa se realizar\u00e1 en un s\u00f3lo pago.\n\nLos cargos \u00fanicos se basan en el nivel de uso que haya adquirido, el cual se especifica en el PoE. IBM no ofrece cr\u00e9ditos o reembolsos para cargos ya devengados o pagados, a no ser que se especifique de otra manera en este Acuerdo.\n\nSi Vd. deseara incrementar el nivel de uso, deber\u00e1 notificarlo a IBM o a la parte donde lo adquiri\u00f3 y pagar cualquier cargo aplicable.\n\nSi cualquier autoridad impusiera un impuesto, arancel, gravamen o tarifa sobre el Programa, excluidos aquellos en los que IBM ostente la condici\u00f3n de sujeto pasivo, Vd. acepta pagar la cantidad correspondiente a los mismos o presentar la documentaci\u00f3n de exenci\u00f3n. Vd. es responsable de cualquier impuesto que grave o pudiera gravar cada producto desde la fecha en la que lo adquiri\u00f3.\n\n3. Limitaci\u00f3n de Garant\u00eda\n\nIBM garantiza que cuando el Programa sea usado en el entorno operativo especificado cumplir\u00e1 con sus especificaciones. La garant\u00eda s\u00f3lo se aplica a la parte no modificada del Programa. IBM no garantiza el funcionamiento ininterrumpido o sin errores de un Programa, ni que todos los defectos vayan a ser corregidos. Vd. es responsable de los resultados obtenidos a partir del uso del Programa.\n\nIBM le proporciona acceso a las bases de datos de IBM que contienen informaci\u00f3n sobre defectos de Programa conocidos, correcciones de defectos, restricciones y derivaciones sin ning\u00fan cargo adicional. Consulte la gu\u00eda de soporte de software de IBM si desea obtener m\u00e1s informaci\u00f3n en http://www.ibm.com/software/support. IBM mantendr\u00e1 esta informaci\u00f3n durante un a\u00f1o como m\u00ednimo desde la fecha en la que el licenciatario original hubiera adquirido el Programa ("Periodo de Garant\u00eda").\n\nSi el Programa no funcionara conforme a su garant\u00eda durante el Per\u00edodo de Garant\u00eda y el problema no se pudiera resolver con la informaci\u00f3n que se ofrece en las bases de datos de IBM, Vd. podr\u00e1 devolver el Programa y su PoE a la parte (bien sea IBM o sus distribuidores) donde lo adquiri\u00f3 y recibir un reembolso por la cantidad que pag\u00f3. Si Vd. baj\u00f3 el Programa, puede contactar con la parte donde lo adquiri\u00f3 para obtener instrucciones sobre c\u00f3mo obtener el reembolso.\n\nESTAS GARANT\u00cdAS SON SUS \u00daNICAS GARANT\u00cdAS Y SUSTITUYEN A TODAS LAS DEM\u00c1S GARANT\u00cdAS O CONDICIONES, EXPLICITAS O IMPL\u00cdCITAS, INCLUYENDO, PERO SIN LIMITARSE A, LAS GARANT\u00cdAS O CONDICIONES IMPL\u00cdCITAS DE COMERCIALIZACI\u00d3N O IDONEIDAD PARA UNA FINALIDAD DETERMINADA. ALGUNOS ESTADOS O JURISDICCIONES NO PERMITEN LA EXCLUSI\u00d3N DE GARANT\u00cdAS IMPL\u00cdCITAS O EXPL\u00cdCITAS, POR LO TANTO LA EXCLUSI\u00d3N ANTERIOR PODR\u00cdA NO APLICARSE EN SU CASO. EN TAL CASO, DICHAS GARANT\u00cdAS EST\u00c1N LIMITADAS EN DURACI\u00d3N AL PER\u00cdODO DE GARANT\u00cdA. NO SE APLICAR\u00c1 NINGUNA GARANT\u00cdA DESPU\u00c9S DE ESE PER\u00cdODO. ALGUNOS ESTADOS O JURISDICCIONES NO PERMITEN LAS LIMITACIONES SOBRE EL TIEMPO DE DURACI\u00d3N DE UNA GARANT\u00cdA IMPL\u00cdCITA, POR LO TANTO LA LIMITACI\u00d3N ANTERIOR PODR\u00cdA NO APLICARSE EN SU CASO. \n\nESTAS GARANT\u00cdAS LE OTORGAN UNOS DERECHOS LEGALES ESPEC\u00cdFICOS, Y OTROS QUE PODR\u00c1 TENER Y QUE VARIAR\u00cdAN EN FUNCI\u00d3N DE LA JURISDICCI\u00d3N APLICABLE.\n\n4. Limitaci\u00f3n de Responsabilidad\n\nPueden presentarse circunstancias en las que, debido a un incumplimiento de IBM o cualquier otra responsabilidad, Vd. tuviera derecho a reclamar da\u00f1os a IBM. En estos casos, e independientemente de las razones por las que Vd. est\u00e1 legitimado para reclamar por los da\u00f1os de IBM  (incluyendo incumplimiento, negligencia, falsedad o cualquier otra reclamaci\u00f3n contractual o extracontractual), IBM ser\u00e1 responsable \u00fanicamente de:  1) da\u00f1os f\u00edsicos a las personas (incluida muerte) o da\u00f1os a las propiedades y 2) la cantidad de cualquier otro da\u00f1o directo real hasta los cargos del Programa que sea objeto de la reclamaci\u00f3n. \n\nEste l\u00edmite de responsabilidad tambi\u00e9n se aplica a los desarrolladores y proveedores del Programa de IBM y es la cantidad m\u00e1xima por la cual IBM y sus proveedores ser\u00e1n responsables colectivamente. \n\nBAJO NINGUNA CIRCUNSTANCIA, IBM, SUS DESARROLLADORES DE PROGRAMAS O PROVEEDORES SER\u00c1N RESPONSABLES DE LOS SIGUIENTES CASOS, INCLUSO EN EL CASO DE QUE HUBIERAN SIDO ADVERTIDOS DE TAL POSIBILIDAD:\n\n1. P\u00c9RDIDAS DE, O DA\u00d1OS  A, LOS DATOS;\n\n2. DA\u00d1OS ESPECIALES, FORTUITOS, INDIRECTOS O CUALQUIER DA\u00d1O ECON\u00d3MICO DERIVADO; O\n\n3. P\u00c9RDIDAS DE BENEFICIOS, NEGOCIO, INGRESOS, PLUSVAL\u00cdAS O ECONOM\u00cdAS PREVISTAS.\n\nALGUNAS JURISDICCIONES NO PERMITEN LA EXCLUSI\u00d3N O LIMITACI\u00d3N DE DA\u00d1OS FORTUITOS O DERIVADOS, EN CUYO CASO PODR\u00cdA SER QUE LA LIMITACI\u00d3N O EXCLUSI\u00d3N ANTERIOR NO LE FUERA APLICABLE. \n\n5. General\n\n1. Ning\u00fan derecho estatutario de los consumidores podr\u00e1 ser cancelado o limitado por este Acuerdo.\n\n2. En el supuesto de que alguna cl\u00e1usula de este Acuerdo no fuera v\u00e1lida o bien no se pudiera hacer cumplir, el resto de cl\u00e1usulas permanecer\u00e1n en vigor y efecto plenos.\n\n3. Vd. se compromete a cumplir todas las disposiciones legales sobre exportaci\u00f3n que fueran aplicables. \n\n4. Vd. acuerda permitir a IBM almacenar y utilizar la informaci\u00f3n de contacto, incluidos los nombres, los n\u00fameros de tel\u00e9fono y las direcciones de correo electr\u00f3nico, dondequiera que realicen negocios. Dicha informaci\u00f3n se procesar\u00e1 y utilizar\u00e1 en relaci\u00f3n con la relaci\u00f3n comercial con IBM y puede ser ofrecida a los contratistas, Business Partners, y cesionarios de IBM para que la puedan utilizar en las actividades de negocio conjuntas, incluida la comunicaci\u00f3n con Vd. (por ejemplo, para los pedidos de procesos, promociones y estudios de mercado).\n\n5. Ninguna de las partes podr\u00e1 interponer acci\u00f3n alguna a que pudiera dar lugar este Acuerdo transcurridos m\u00e1s de dos a\u00f1os desde que se produjo su causa, salvo que la Ley lo establezca de manera distinta y no sea posible su limitaci\u00f3n o renuncia expresa. \n\n6. Ninguna de las partes ser\u00e1 responsable del incumplimiento de sus obligaciones cuando sea debido a causas de fuerza mayor. \n\n7. Este Acuerdo no crear\u00e1 ning\u00fan derecho ni causa de acci\u00f3n a ning\u00fan proveedor, ni IBM ser\u00e1 responsable de las reclamaciones contra Vd. excepto, seg\u00fan lo permitido por la secci\u00f3n de Limitaci\u00f3n de Responsabilidad anterior, por da\u00f1o personal (incluida muerte) o da\u00f1o a propiedad personal tangible o real para la cual IBM es legalmente responsable.\n\n6. Ley aplicable, Jurisdicci\u00f3n y Arbitraje\n\n6. Ley aplicable\n\nAmbas partes se someten a la aplicaci\u00f3n de las leyes del pa\u00eds en las que Vd. haya adquirido la licencia de Programa para regular, interpretar e implementar todos sus derechos, deberes y obligaciones y los de IBM que surjan de este Acuerdo, o est\u00e9n relacionados en alguna manera con \u00e9l, sin tener en cuenta el conflicto de los principios legales.\n\nNo se aplica la Convenci\u00f3n de las Naciones Unidas sobre Contratos para la Venta Internacional de Bienes.\n\nJurisdicci\u00f3n\n\nTodos los derechos, deberes y obligaciones de IBM est\u00e1n sujetos a los tribunales del pa\u00eds donde Vd. adquiri\u00f3 la licencia de Programa.\n\nParte 2 - Condiciones exclusivas de cada pa\u00eds\n\nAM\u00c9RICA\n\nARGENTINA: Ley aplicable, Jurisdicci\u00f3n y Arbitraje (Secci\u00f3n 6): Se a\u00f1ade la siguiente excepci\u00f3n a esta secci\u00f3n:\n\nCualquier litigio que surja de este Acuerdo se establecer\u00e1 exclusivamente por el Tribunal de lo comercial ordinario de la ciudad de Buenos Aires.\n\nPER\u00da: Limitaci\u00f3n de responsabilidad (Secci\u00f3n 4): Se a\u00f1ade lo siguiente al final de esta secci\u00f3n:\n\nDe acuerdo con el Art\u00edculo 1328 del C\u00f3digo Civil Peruano, las limitaciones y exclusiones especificadas en esta secci\u00f3n no se aplicar\u00e1n a los da\u00f1os causados por la mala conducta deliberada de IBM ("dolo") o negligencia ("culpa inexcusable").\n\nEUROPA, ORIENTE MEDIO, \u00c1FRICA (EMEA)\n\nLimitaci\u00f3n de Garant\u00eda (Secci\u00f3n 3): En la Uni\u00f3n Europea, se a\u00f1ade lo siguiente:\n\nEn la Uni\u00f3n Europea, los consumidores tienen derechos legales bajo la legislaci\u00f3n nacional aplicable que regula la venta de bienes a los consumidores. Dichos derechos no est\u00e1n afectados por la cl\u00e1usula de la Limitaci\u00f3n de Garant\u00eda que se establece anteriormente en la secci\u00f3n 3 de este Acuerdo. El alcance territorial de la Limitaci\u00f3n de Garant\u00eda es en todo el mundo.\n\nLimitaci\u00f3n de Responsabilidad (Secci\u00f3n 4): En Espa\u00f1a, lo siguiente reemplaza los t\u00e9rminos de esta secci\u00f3n en su totalidad:\n\nExcepto si se especificara de otra manera obligatoriamente en la ley:\n\n1. La responsabilidad de IBM por cualesquiera da\u00f1os o p\u00e9rdidas puede surgir como consecuencia del cumplimiento de sus obligaciones surgidas de este Acuerdo o en relaci\u00f3n con \u00e9l, o debido a cualquier otra causa relacionada con el mismo, est\u00e1 limitada a la compensaci\u00f3n de s\u00f3lo aquellos da\u00f1os y p\u00e9rdidas que se demuestren que verdaderamente han surgido como consecuencia inmediata y directa del incumplimiento de dichas obligaciones (si IBM es la culpable) o en tal circunstancia, por una cantidad m\u00e1xima igual a los cargos que Vd. pag\u00f3 por el Programa.\n\n2. La limitaci\u00f3n anterior no se aplicar\u00e1 a da\u00f1os corporales (incluida la muerte) ni da\u00f1os a bienes inmuebles y a la propiedad personal tangible por la que IBM sea legalmente responsable.\n\n3. EN NING\u00daN CASO, NI IBM NI LOS DESARROLLADORES DEL PROGRAMA SE HACEN RESPONSABLES DE NINGUNA DE LAS SIGUIENTES CIRCUNSTANCIAS, AUNQUE SE LES HUBIERA INFORMADO DE SU POSIBILIDAD: 1) DA\u00d1OS O P\u00c9RDIDA DE DATOS; 2) DA\u00d1OS FORTUITOS O INDIRECTOS O DA\u00d1OS ECON\u00d3MICOS DERIVADOS DE NING\u00daN TIPO; 3) P\u00c9RDIDA DE BENEFICIOS, AUNQUE SURJAN COMO CONSECUENCIA INMEDIATA DEL HECHO QUE GENER\u00d3 LOS DA\u00d1OS; O 4) P\u00c9RDIDA DE NEGOCIOS, DE INGRESOS, DE PLUSVAL\u00cdA O DE AHORROS.\n\nLa limitaci\u00f3n y exclusi\u00f3n de la responsabilidad acordada en este documento no s\u00f3lo se aplica a las actividades realizadas por IBM sino tambi\u00e9n a las actividades que realizan sus proveedores y desarrolladores del Programa, y representa la cantidad m\u00e1xima por la que IBM as\u00ed como sus proveedores y desarrolladores del Programa, son responsables colectivamente.\n\nLey aplicable, Jurisdicci\u00f3n y Arbitraje (Secci\u00f3n 6)\n\nJurisdicci\u00f3n\n\nLas siguientes excepciones se a\u00f1aden a esta secci\u00f3n:\n\n1) En Espa\u00f1a, cualquier procedimiento que pudiera surgir en virtud de este Acuerdo o relacionado con \u00e9l, se someter\u00e1 a la jurisdicci\u00f3n de los Tribunales y Juzgados de Madrid capital.\n\nZ125-3301-12 (09/2004)\n\n\n\nINFORMACI\u00d3N SOBRE LICENCIA\n\nLos Programas que se enumeran a continuaci\u00f3n son programas bajo licencia sujetos a los siguientes t\u00e9rminos y condiciones adicionalmente a los contenidos en el Acuerdo Internacional de Programas Bajo Licencia (IPLA).\n\nNombre de Programa:  SCM Adapter Plug-in for IBM Rational ClearCase\nN\u00famero de Programa:  5724-G29\nAutorizaci\u00f3n para el Uso en Sistemas Personales/Port\u00e1tiles:  El Programa se puede almacenar en la m\u00e1quina principal y en otra m\u00e1quina, siempre que el Programa no est\u00e9 activo en ambas m\u00e1quinas al mismo tiempo.\n\n\nEntorno Operativo Especificado\n\nLa informaci\u00f3n sobre las especificaciones del Programa y sobre el entorno operativo especificado se pueden encontrar en la documentaci\u00f3n que acompa\u00f1a al Programa, si estuviera disponible, en forma de archivo readme, o cualquier otra informaci\u00f3n publicada por IBM, por ejemplo, una carta de anuncio.\n\nT\u00e9rminos Exclusivos del Programa\n\nEste software est\u00e1 dise\u00f1ado para su uso con el Programa IBM al que se ha hecho referencia en el Nombre de Producto anteriormente. Se otorga la licencia de este software al Cliente bajo los mismos t\u00e9rminos y condiciones, adem\u00e1s del mismo tipo de licencia, que dicho Programa IBM al que se ha hecho referencia anteriormente y para el cual el Cliente ya ha adquirido una licencia v\u00e1lida.\n\nD/N:  L-KHUY-6PDP84\nP/N:  L-KHUY-6PDP84 \n
