# NLS_ENCODING=UTF-8
# NLS_MESSAGEFORMAT_NONE
featureName=Rational ClearCase SCM \u9002\u914d\u5668
providerName=IBM
description=Rational ClearCase \u6e90\u652f\u6301\u63a7\u5236\u7ba1\u7406\u5de5\u5177\u548c\u6587\u6863\u3002
updateSiteName=ClearCase SCM \u9002\u914d\u5668\u66f4\u65b0
copyright=(C) Copyright IBM Corporation 2004, 2006. All rights reserved.
licenseURL=license_zh_CN.htm
licenseText=\u56fd\u9645\u8f6f\u4ef6\u8bb8\u53ef\u534f\u8bae\n\n\u7b2c\u4e00\u90e8\u5206 \u2014 \u901a\u7528\u6761\u6b3e\n\n\u4e00\u65e6\u4e0b\u8f7d\u3001\u5b89\u88c5\u3001\u590d\u5236\u3001\u8bbf\u95ee\u6216\u4f7f\u7528\u8f6f\u4ef6\uff0c\u5373\u8868\u660e\u60a8\u540c\u610f\u672c\u534f\u8bae\u7684\u6761\u6b3e\u3002\u5982\u679c\u60a8\u4ee3\u8868\u4ed6\u4eba\u3001\u516c\u53f8\u6216\u5176\u4ed6\u6cd5\u5f8b\u5b9e\u4f53\u63a5\u53d7\u6b64\u7c7b\u6761\u6b3e\uff0c\u5219\u60a8\u987b\u58f0\u660e\u5e76\u4fdd\u8bc1\u60a8\u62e5\u6709\u5b8c\u5168\u7684\u6388\u6743\u4ee5\u4f7f\u8be5\u4eba\u5458\u3001\u516c\u53f8\u6216\u6cd5\u5f8b\u5b9e\u4f53\u53d7\u6b64\u7c7b\u6761\u6b3e\u7684\u7ea6\u675f\u3002\u5982\u679c\u60a8\u4e0d\u540c\u610f\u6b64\u7c7b\u6761\u6b3e\uff0c\n\n- \u5219\u8bf7\u52ff\u4e0b\u8f7d\u3001\u5b89\u88c5\u3001\u590d\u5236\u3001\u8bbf\u95ee\u6216\u4f7f\u7528\u8f6f\u4ef6\uff1b\u5e76\u4e14\n\n- \u53ca\u65f6\u5c06\u8f6f\u4ef6\u548c\u6743\u5229\u8bc1\u660e\u9000\u8fd8\u81f3\u8f6f\u4ef6\u548c\u6743\u5229\u8bc1\u660e\u7684\u63d0\u4f9b\u65b9\uff0c\u4ee5\u4fbf\u83b7\u5f97\u60a8\u6240\u652f\u4ed8\u91d1\u989d\u7684\u9000\u6b3e\u3002\u5982\u679c\u60a8\u4e0b\u8f7d\u4e86\u8f6f\u4ef6\uff0c\u8bf7\u4e0e\u8f6f\u4ef6\u63d0\u4f9b\u65b9\u8054\u7cfb\u3002\n\n\u201cIBM\u201d\u6307 International Business Machines Corporation \u6216\u5176\u4efb\u4e00\u5b50\u516c\u53f8\u3002\n\n\u201c\u8bb8\u53ef\u4fe1\u606f\u201d\uff08\u201cLI\u201d\uff09\u6307\u63d0\u4f9b\u4e13\u7528\u4e8e\u8f6f\u4ef6\u7684\u4fe1\u606f\u7684\u6587\u6863\u3002http://www.ibm.com/software/sla/ \u4e0a\u63d0\u4f9b\u8f6f\u4ef6\u7684\u201c\u8bb8\u53ef\u4fe1\u606f\u201d\u3002\u4e5f\u53ef\u4ee5\u901a\u8fc7\u4f7f\u7528\u7cfb\u7edf\u547d\u4ee4\u5728\u8f6f\u4ef6\u76ee\u5f55\u4e0b\u7684\u67d0\u4e2a\u6587\u4ef6\u4e2d\u627e\u5230\u201c\u8bb8\u53ef\u4fe1\u606f\u201d\u3002\u201c\u8bb8\u53ef\u4fe1\u606f\u201d\u8fd8\u53ef\u4f5c\u4e3a\u624b\u518c\u4e0e\u8f6f\u4ef6\u4e00\u8d77\u968f\u9644\u3002\n\n\u201c\u8f6f\u4ef6\u201d\u6307\u4e0b\u5217\u5404\u9879\uff0c\u5305\u62ec\u539f\u4ef6\u53ca\u5176\u6240\u6709\u7684\u5b8c\u6574\u7684\u6216\u90e8\u5206\u7684\u590d\u5236\u4ef6\uff1a1\uff09\u673a\u5668\u53ef\u8bfb\u7684\u6307\u4ee4\u6216\u6570\u636e\uff1b2\uff09\u7ec4\u4ef6\uff1b3\uff09\u97f3\u50cf\u5185\u5bb9\uff08\u4f8b\u5982\u56fe\u50cf\u3001\u6587\u672c\u3001\u5f55\u97f3\u6216\u56fe\u7247\uff09\uff1b4\uff09\u76f8\u5173\u7684\u8bb8\u53ef\u8d44\u6599\u4ee5\u53ca 5\uff09\u8bb8\u53ef\u4f7f\u7528\u6587\u4ef6\u6216\u5bc6\u94a5\u548c\u6587\u6863\u3002\n\n\u201c\u6743\u5229\u8bc1\u660e\u201d\uff08\u201cPoE\u201d\uff09\u6307\u60a8\u4ee5\u6307\u5b9a\u7ea7\u522b\u4f7f\u7528\u8f6f\u4ef6\u7684\u6388\u6743\u8bc1\u660e\u3002\u8be5\u7ea7\u522b\u662f\u53ef\u4ee5\u5ea6\u91cf\u7684\uff0c\u4f8b\u5982\uff0c\u901a\u8fc7\u5904\u7406\u5668\u6570\u6216\u7528\u6237\u6570\u3002PoE \u4e5f\u662f\u60a8\u4eab\u6709\u4fdd\u8bc1\u3001\u5c06\u6765\u7684\u5347\u7ea7\u4ef7\u683c\uff08\u5982\u6709\uff09\u548c\u53ef\u80fd\u7684\u7279\u522b\u673a\u4f1a\u6216\u4fc3\u9500\u673a\u4f1a\u7684\u8d44\u683c\u8bc1\u660e\u3002\u5982\u679c IBM \u4e0d\u5411\u60a8\u63d0\u4f9b PoE\uff0c\u5219 IBM \u53ef\u63a5\u53d7\u5df2\u4ed8\u8bab\u7684\u6536\u636e\u6b63\u672c\u6216\u8f6f\u4ef6\u63d0\u4f9b\u65b9\uff08IBM \u6216\u5176\u8f6c\u552e\u5546\uff09\u7684\u5176\u4ed6\u9500\u552e\u8bb0\u5f55\uff0c\u4f46\u6b64\u7c7b\u6536\u636e\u6216\u8bb0\u5f55\u5fc5\u987b\u8bf4\u660e\u8be5\u8f6f\u4ef6\u7684\u540d\u79f0\u4ee5\u53ca\u6240\u83b7\u5f97\u7684\u4f7f\u7528\u7ea7\u522b\u3002\n\n\u201c\u60a8\u201d\u548c\u201c\u60a8\u7684\u201d\u6307\u4e2a\u4eba\u6216\u5355\u4e2a\u7684\u6cd5\u5f8b\u5b9e\u4f53\u3002\n\n\u672c\u534f\u8bae\u5305\u62ec\u7b2c\u4e00\u90e8\u5206\uff08\u901a\u7528\u6761\u6b3e\uff09\u3001\u7b2c\u4e8c\u90e8\u5206\uff08\u56fd\u5bb6\u6216\u5730\u533a\u7279\u522b\u6761\u6b3e\uff09\uff08\u5982\u6709\uff09\u3001\u8bb8\u53ef\u4fe1\u606f\u548c\u6743\u5229\u8bc1\u660e\uff0c\u4e3a\u60a8\u4e0e IBM \u4e4b\u95f4\u6709\u5173\u8f6f\u4ef6\u4f7f\u7528\u7684\u5b8c\u6574\u534f\u8bae\u3002\u672c\u534f\u8bae\u66ff\u4ee3\u60a8\u4e0e IBM \u4e4b\u95f4\u6709\u5173\u8f6f\u4ef6\u4f7f\u7528\u7684\u4efb\u4f55\u5148\u524d\u7684\u53e3\u5934\u6216\u4e66\u9762\u901a\u4fe1\u3002\u7b2c\u4e8c\u90e8\u5206\u548c\u201c\u8bb8\u53ef\u4fe1\u606f\u201d\u4e2d\u7684\u6761\u6b3e\u53ef\u80fd\u66ff\u4ee3\u6216\u4fee\u6539\u7b2c\u4e00\u90e8\u5206\u7684\u6761\u6b3e\u3002\u5982\u679c\u672c\u534f\u8bae\u6761\u6b3e\u548c IBM International Passport Advantage Agreement \u7684\u6761\u6b3e\u95f4\u5b58\u5728\u51b2\u7a81\uff0c\u5219 IBM International Passport Advantage Agreement \u7684\u6761\u6b3e\u4f18\u5148\u9002\u7528\u3002\n\n1. \u6743\u5229\n\n\u8bb8\u53ef\n\n\u8f6f\u4ef6\u7531 IBM \u6216\u5176\u4f9b\u5e94\u5546\u6240\u6709\uff0c\u53d7\u7248\u6743\u4fdd\u62a4\u3002\u8f6f\u4ef6\u7cfb\u8bb8\u53ef\u4f7f\u7528\uff0c\u800c\u975e\u51fa\u552e\u3002\n\nIBM \u5728\u60a8\u5408\u6cd5\u83b7\u5f97\u8f6f\u4ef6\u65f6\u6388\u4e88\u60a8\u4f7f\u7528\u8be5\u8f6f\u4ef6\u7684\u975e\u4e13\u5c5e\u6027\u8bb8\u53ef\u3002\n\n\u60a8\u53ef\u4ee5 1\uff09\u5728 PoE \u4e2d\u89c4\u5b9a\u7684\u4f7f\u7528\u7ea7\u522b\u5185\u4f7f\u7528\u8f6f\u4ef6\uff0c\u5e76\u4e14 2\uff09\u5236\u4f5c\u548c\u5b89\u88c5\u5176\u590d\u5236\u4ef6\uff0c\u5305\u62ec\u5907\u4efd\u590d\u5236\u4ef6\uff0c\u4ee5\u652f\u6301\u6b64\u7c7b\u4f7f\u7528\u3002\u672c\u8bb8\u53ef\u8bc1\u7684\u6761\u6b3e\u9002\u7528\u4e8e\u60a8\u5236\u4f5c\u7684\u6bcf\u4e00\u4efd\u590d\u5236\u4ef6\u3002\u60a8\u987b\u5728\u8f6f\u4ef6\u7684\u6bcf\u4e00\u590d\u5236\u4ef6\u6216\u590d\u5236\u4ef6\u7684\u4e00\u90e8\u5206\u4e0a\u590d\u5236\u6240\u6709\u7684\u7248\u6743\u58f0\u660e\u6216\u6240\u6709\u5176\u4ed6\u6240\u6709\u6743\u8bf4\u660e\u3002\n\n\u5982\u679c\u60a8\u662f\u901a\u8fc7\u8f6f\u4ef6\u5347\u7ea7\u800c\u83b7\u5f97\u8f6f\u4ef6\u7684\uff0c\u5219\u5728\u5b89\u88c5\u5347\u7ea7\u4e4b\u540e\uff0c\u60a8\u4e0d\u5f97\u4f7f\u7528\u5347\u7ea7\u524d\u7684\u65e7\u8f6f\u4ef6\u6216\u5c06\u5176\u8f6c\u8ba9\u81f3\u5176\u4ed6\u65b9\u3002\n\n\u60a8\u987b\u786e\u4fdd\u4f7f\u7528\u8f6f\u4ef6\u7684\u6240\u6709\u4eba\u5458\uff08\u4e0d\u8bba\u662f\u672c\u673a\u6216\u8fdc\u7a0b\u8bbf\u95ee\uff09\u90fd\u4ec5\u5728\u60a8\u88ab\u6388\u6743\u7684\u8303\u56f4\u5185\u5982\u6b64\u4f7f\u7528\u8f6f\u4ef6\uff0c\u5e76\u9075\u5b88\u672c\u534f\u8bae\u4e2d\u7684\u6761\u6b3e\u3002\n\n\u60a8\u4e0d\u5f97 1\uff09\u4f7f\u7528\u3001\u590d\u5236\u3001\u4fee\u6539\u6216\u5206\u53d1\u8f6f\u4ef6\uff0c\u9664\u975e\u672c\u534f\u8bae\u53e6\u6709\u89c4\u5b9a\uff1b2\uff09\u53cd\u6c47\u7f16\u3001\u53cd\u7f16\u8bd1\u3001\u6216\u4ee5\u5176\u4ed6\u65b9\u6cd5\u89e3\u8bd1\u8f6f\u4ef6\uff0c\u4f46\u6cd5\u5f8b\u7279\u522b\u8bb8\u53ef\u4e14\u4e0d\u5f97\u4ee5\u7ea6\u5b9a\u653e\u5f03\u8005\u9664\u5916\uff1b3\uff09\u518d\u8bb8\u53ef\u3001\u51fa\u79df\u6216\u79df\u8d41\u8f6f\u4ef6\u3002\n\n\u5982\u679c\u60a8\u672a\u80fd\u9075\u5b88\u672c\u534f\u8bae\u7684\u6761\u6b3e\uff0c\u5219 IBM \u53ef\u4ee5\u7ec8\u6b62\u60a8\u7684\u8bb8\u53ef\u3002\u5982\u679c IBM \u7ec8\u6b62\u4e86\u60a8\u7684\u8bb8\u53ef\uff0c\u5219\u60a8\u5fc5\u987b\u9500\u6bc1\u8f6f\u4ef6\u7684\u6240\u6709\u590d\u5236\u4ef6\u53ca\u5176 PoE\u3002\n\n\u9000\u6b3e\u4fdd\u8bc1\n\n\u5982\u679c\u60a8\u56e0\u4efb\u4f55\u539f\u56e0\u5bf9\u8f6f\u4ef6\u4e0d\u6ee1\u610f\u5e76\u4e14\u60a8\u662f\u539f\u88ab\u8bb8\u53ef\u65b9\uff0c\u5219\u60a8\u53ef\u83b7\u5f97\u60a8\u6240\u4ed8\u91d1\u989d\u7684\u9000\u6b3e\uff0c\u4f46\u60a8\u987b\u5728\u53d1\u7968\u65e5\u671f\u4e09\u5341\uff0830\uff09\u5929\u5185\u5c06\u8f6f\u4ef6\u53ca\u5176 PoE \u9000\u8fd8\u81f3\u8f6f\u4ef6\u53ca\u5176 PoE \u7684\u63d0\u4f9b\u65b9\u3002\u5982\u679c\u60a8\u4e0b\u8f7d\u4e86\u8f6f\u4ef6\uff0c\u5219\u8bf7\u4e0e\u8f6f\u4ef6\u63d0\u4f9b\u65b9\u8054\u7cfb\u4ee5\u4e86\u89e3\u83b7\u5f97\u9000\u6b3e\u7684\u6307\u5bfc\u3002\n\n\u8f6f\u4ef6\u8f6c\u8ba9\n\n\u4ec5\u5f53\u53e6\u4e00\u65b9\u540c\u610f\u672c\u534f\u8bae\u7684\u6761\u6b3e\u65f6\uff0c\u60a8\u65b9\u53ef\u5c06\u8f6f\u4ef6\u548c\u60a8\u6240\u6709\u7684\u8bb8\u53ef\u6743\u5229\u548c\u4e49\u52a1\u8f6c\u8ba9\u81f3\u8be5\u65b9\u3002\u5f53\u60a8\u8f6c\u8ba9\u8f6f\u4ef6\u65f6\uff0c\u60a8\u5fc5\u987b\u540c\u65f6\u8f6c\u8ba9\u672c\u534f\u8bae\u7684\u590d\u5236\u4ef6\uff0c\u5305\u62ec\u8f6f\u4ef6\u7684 PoE\u3002\u8f6c\u8ba9\u4e4b\u540e\uff0c\u60a8\u4e0d\u5f97\u4f7f\u7528\u8f6f\u4ef6\u3002\n\n2. \u8d39\u7528\n\n\u8f6f\u4ef6\u8bb8\u53ef\u8bc1\u7684\u5e94\u4ed8\u91d1\u989d\u662f\u4e00\u6b21\u6027\u8d39\u7528\u3002\n\n\u4e00\u6b21\u6027\u8d39\u7528\u662f\u4ee5\u6240\u83b7\u5f97\u7684\u4f7f\u7528\u7ea7\u522b\uff08\u5728 PoE \u4e2d\u6307\u5b9a\uff09\u4e3a\u57fa\u7840\u7684\u3002\u5bf9\u4e8e\u5e94\u4ed8\u6216\u5df2\u4ed8\u6b3e\u9879\uff0cIBM \u4e0d\u7ed9\u4e88\u8fd4\u6b3e\u6216\u9000\u6b3e\uff0c\u9664\u975e\u672c\u534f\u8bae\u4e2d\u53e6\u6709\u89c4\u5b9a\u3002\n\n\u5982\u679c\u60a8\u5e0c\u671b\u63d0\u9ad8\u4f7f\u7528\u7ea7\u522b\uff0c\u8bf7\u901a\u77e5 IBM \u6216\u4f7f\u7528\u7ea7\u522b\u7684\u63d0\u4f9b\u65b9\u5e76\u652f\u4ed8\u4e00\u5207\u76f8\u5e94\u8d39\u7528\u3002\n\n\u5982\u6709\u4efb\u4f55\u653f\u5e9c\u673a\u6784\u5bf9\u8f6f\u4ef6\u5f81\u6536\u7a0e\u6b3e\u6216\u5176\u4ed6\u8d39\u7528\uff08\u4e0d\u5305\u62ec\u57fa\u4e8e IBM \u51c0\u6536\u5165\u7684\u90e8\u5206\uff09\uff0c\u5219\u60a8\u987b\u540c\u610f\u652f\u4ed8\u5176\u89c4\u5b9a\u7684\u8d39\u7528\uff0c\u6216\u63d0\u4f9b\u8c41\u514d\u6587\u4ef6\u3002\u83b7\u5f97\u8f6f\u4ef6\u4e4b\u540e\uff0c\u60a8\u987b\u81ea\u884c\u8d1f\u8d23\u652f\u4ed8\u6709\u5173\u8f6f\u4ef6\u7684\u4efb\u4f55\u4e2a\u4eba\u8d22\u4ea7\u7a0e\u3002\n\n3. \u6709\u9650\u4fdd\u8bc1\n\nIBM \u4fdd\u8bc1\uff0c\u5728\u6307\u5b9a\u7684\u64cd\u4f5c\u73af\u5883\u4e2d\u4f7f\u7528\u8f6f\u4ef6\u65f6\uff0c\u5b83\u5c06\u7b26\u5408\u5176\u89c4\u683c\u3002\u8be5\u4fdd\u8bc1\u4ec5\u9002\u7528\u4e8e\u8f6f\u4ef6\u672a\u7ecf\u4fee\u6539\u7684\u90e8\u5206\u3002IBM \u4e0d\u4fdd\u8bc1\u8f6f\u4ef6\u5c06\u4e0d\u4e2d\u65ad\u6216\u65e0\u9519\u8bef\u8fd0\u884c\uff0c\u4e5f\u4e0d\u4fdd\u8bc1\u7ea0\u6b63\u6240\u6709\u7684\u8f6f\u4ef6\u7f3a\u9677\u3002\u5bf9\u4e8e\u4f7f\u7528\u8f6f\u4ef6\u6240\u83b7\u5f97\u7684\u7ed3\u679c\uff0c\u60a8\u987b\u81ea\u884c\u8d1f\u8d23\u3002\n\nIBM \u514d\u8d39\u5411\u60a8\u63d0\u4f9b\u5230 IBM \u6570\u636e\u5e93\u7684\u8bbf\u95ee\uff0c\u8be5\u6570\u636e\u5e93\u5305\u542b\u5df2\u77e5\u8f6f\u4ef6\u7f3a\u9677\u3001\u7f3a\u9677\u7ea0\u6b63\u3001\u9650\u5236\u548c\u65c1\u8def\u7684\u6709\u5173\u4fe1\u606f\u3002\u8bf7\u5728 http://www.ibm.com/software/support \u53c2\u8003 IBM \u8f6f\u4ef6\u652f\u6301\u6307\u5357\uff08IBM Software Support Guide\uff09\u4ee5\u4e86\u89e3\u66f4\u591a\u4fe1\u606f\u3002\u5728\u539f\u88ab\u8bb8\u53ef\u65b9\u83b7\u5f97\u8f6f\u4ef6\u81f3\u5c11\u4e00\uff081\uff09\u5e74\u5185\uff08\u201c\u4fdd\u8bc1\u671f\u9650\u201d\uff09\uff0cIBM \u5c06\u4fdd\u7559\u8be5\u4fe1\u606f\u3002\n\n\u5982\u679c\u8f6f\u4ef6\u5728\u4fdd\u8bc1\u671f\u9650\u5185\u672a\u80fd\u5982\u4fdd\u8bc1\u90a3\u6837\u8fd0\u884c\uff0c\u5e76\u4e14\u4e5f\u4e0d\u80fd\u901a\u8fc7\u4f7f\u7528 IBM \u6570\u636e\u5e93\u4e2d\u63d0\u4f9b\u7684\u4fe1\u606f\u5f97\u4ee5\u89e3\u51b3\uff0c\u5219\u60a8\u53ef\u4ee5\u5c06\u8f6f\u4ef6\u53ca\u5176 PoE \u9000\u56de\u81f3\u8f6f\u4ef6\u53ca\u5176 PoE \u7684\u63d0\u4f9b\u65b9\uff08IBM \u6216\u5176\u8f6c\u552e\u5546\uff09\u4ee5\u83b7\u5f97\u60a8\u6240\u652f\u4ed8\u91d1\u989d\u7684\u9000\u6b3e\u3002\u5982\u679c\u60a8\u4e0b\u8f7d\u4e86\u8f6f\u4ef6\uff0c\u5219\u8bf7\u4e0e\u8f6f\u4ef6\u63d0\u4f9b\u65b9\u8054\u7cfb\u4ee5\u4e86\u89e3\u83b7\u5f97\u9000\u6b3e\u7684\u6307\u5bfc\u3002\n\n\u6b64\u7c7b\u4fdd\u8bc1\u662f\u5bf9\u60a8\u7684\u5168\u90e8\u4fdd\u8bc1\uff0c\u5e76\u53d6\u4ee3\u6240\u6709\u5176\u4ed6\u660e\u793a\u7684\u6216\u6697\u542b\u7684\u4fdd\u8bc1\u6216\u6761\u4ef6\uff0c\u5305\u62ec\u4f46\u4e0d\u9650\u4e8e\u6697\u542b\u7684\u6709\u5173\u9002\u9500\u548c\u9002\u7528\u4e8e\u67d0\u79cd\u7279\u5b9a\u7528\u9014\u7684\u4fdd\u8bc1\u3002\u67d0\u4e9b\u56fd\u5bb6\u6216\u5730\u533a\u6216\u53f8\u6cd5\u8f96\u533a\u4e0d\u5141\u8bb8\u6392\u9664\u660e\u793a\u7684\u6216\u6697\u542b\u7684\u4fdd\u8bc1\uff0c\u56e0\u6b64\u4e0a\u8ff0\u6392\u9664\u53ef\u80fd\u5e76\u4e0d\u9002\u7528\u4e8e\u60a8\u3002\u5728\u6b64\u60c5\u51b5\u4e0b\uff0c\u6b64\u7c7b\u4fdd\u8bc1\u4ec5\u5728\u4fdd\u8bc1\u671f\u9650\u5185\u6709\u6548\u3002\u4fdd\u8bc1\u671f\u9650\u4e4b\u540e\u5c06\u4e0d\u518d\u9002\u7528\u4efb\u4f55\u4fdd\u8bc1\u3002\u67d0\u4e9b\u56fd\u5bb6\u6216\u5730\u533a\u6216\u53f8\u6cd5\u8f96\u533a\u4e0d\u5141\u8bb8\u9650\u5236\u6697\u542b\u4fdd\u8bc1\u7684\u671f\u9650\uff0c\u56e0\u6b64\u4e0a\u8ff0\u9650\u5236\u53ef\u80fd\u5e76\u4e0d\u9002\u7528\u4e8e\u60a8\u3002\n\n\u6b64\u7c7b\u4fdd\u8bc1\u7ed9\u4e88\u60a8\u7279\u5b9a\u7684\u6cd5\u5f8b\u6743\u5229\uff1b\u4f46\u60a8\u53ef\u80fd\u8fd8\u62e5\u6709\u5176\u4ed6\u6743\u5229\uff0c\u6b64\u7c7b\u6743\u5229\u89c6\u60a8\u6240\u5728\u7684\u56fd\u5bb6\u6216\u5730\u533a\u6216\u53f8\u6cd5\u8f96\u533a\u800c\u5b9a\u3002\n\n4. \u8d23\u4efb\u9650\u5236\n\n\u53ef\u80fd\u53d1\u751f\u56e0 IBM \u4e00\u65b9\u8fdd\u7ea6\u6216\u5176\u4ed6\u8d23\u4efb\uff0c\u60a8\u6709\u6743\u8981\u6c42 IBM \u8d54\u507f\u635f\u5931\u7684\u60c5\u51b5\u3002\u5728\u6b64\u60c5\u51b5\u4e0b\uff0c\u65e0\u8bba\u60a8\u4ee5\u4f55\u79cd\u4f9d\u636e\u800c\u6709\u6743\u8981\u6c42 IBM \u8d54\u507f\u635f\u5931\uff08\u5305\u62ec\u91cd\u5927\u8fdd\u7ea6\u3001\u8fc7\u5931\u3001\u5931\u5b9e\u9648\u8ff0\u6216\u5176\u4ed6\u5408\u7ea6\u6216\u4fb5\u6743\u65b9\u9762\u7684\u7d22\u8d54\uff09\uff0cIBM \u7684\u8d23\u4efb\u4ec5\u9650\u4e8e 1\uff09\u4eba\u8eab\u4f24\u5bb3\uff08\u5305\u62ec\u6b7b\u4ea1\uff09\u3001\u4e0d\u52a8\u4ea7\u548c\u6709\u5f62\u52a8\u4ea7\u7684\u635f\u5bb3\uff0c2\uff09\u4efb\u4f55\u5176\u4ed6\u5b9e\u9645\u76f4\u63a5\u635f\u5bb3\u91d1\u989d\uff0c\u8d54\u507f\u989d\u6700\u9ad8\u4e3a IBM \u5bf9\u4f5c\u4e3a\u7d22\u8d54\u6807\u7684\u7269\u7684\u8f6f\u4ef6\u6240\u6536\u53d6\u7684\u8d39\u7528\u3002\n\n\u6b64\u8d23\u4efb\u9650\u5236\u4e5f\u9002\u7528\u4e8e IBM \u7684\u8f6f\u4ef6\u5f00\u53d1\u5546\u548c\u4f9b\u5e94\u5546\u3002\u8fd9\u662f IBM \u4e0e\u5176\u8f6f\u4ef6\u5f00\u53d1\u5546\u548c\u4f9b\u5e94\u5546\u5171\u540c\u7684\u6700\u9ad8\u8d54\u507f\u9650\u989d\u3002\n\n\u65e0\u8bba\u5982\u4f55\uff0cIBM \u53ca\u5176\u8f6f\u4ef6\u5f00\u53d1\u5546\u548c\u4f9b\u5e94\u5546\u5747\u4e0d\u5bf9\u4e0b\u5217\u5404\u9879\u8d1f\u8d23\uff0c\u5373\u4f7f\u88ab\u544a\u77e5\u5176\u53d1\u751f\u7684\u53ef\u80fd\u6027\u65f6\uff0c\u4e5f\u662f\u5982\u6b64\uff1a\n\n1. \u6570\u636e\u7684\u4e22\u5931\u6216\u635f\u574f\uff1b\n\n2. \u7279\u522b\u7684\u3001\u9644\u5e26\u7684\u6216\u95f4\u63a5\u7684\u635f\u5bb3\uff0c\u6216\u4efb\u4f55\u540e\u679c\u6027\u7ecf\u6d4e\u635f\u5bb3\uff1b\u6216\n\n3. \u5229\u6da6\u3001\u4e1a\u52a1\u3001\u6536\u5165\u3001\u5546\u8a89\u6216\u9884\u671f\u53ef\u8282\u7701\u91d1\u989d\u7684\u635f\u5931\u3002\n\n\u67d0\u4e9b\u53f8\u6cd5\u8f96\u533a\u4e0d\u5141\u8bb8\u5bf9\u9644\u5e26\u7684\u6216\u540e\u679c\u6027\u7684\u635f\u5bb3\u6709\u4efb\u4f55\u7684\u6392\u9664\u6216\u9650\u5236\uff0c\u56e0\u6b64\u4e0a\u8ff0\u6392\u9664\u6216\u9650\u5236\u53ef\u80fd\u5e76\u4e0d\u9002\u7528\u4e8e\u60a8\u3002\n\n5. \u901a\u5219\n\n1. \u672c\u534f\u8bae\u4e2d\u7684\u4efb\u4f55\u6761\u6b3e\u90fd\u4e0d\u5f71\u54cd\u4efb\u4f55\u4e0d\u80fd\u4f9d\u5408\u540c\u653e\u5f03\u6216\u9650\u5236\u7684\u6d88\u8d39\u8005\u7684\u6cd5\u5b9a\u6743\u5229\u3002\n\n2. \u5982\u679c\u672c\u534f\u8bae\u7684\u4efb\u4e00\u89c4\u5b9a\u65e0\u6548\u6216\u4e0d\u53ef\u6267\u884c\uff0c\u672c\u534f\u8bae\u7684\u5176\u4f59\u89c4\u5b9a\u5c06\u7ee7\u7eed\u5b8c\u5168\u6709\u6548\u3002\n\n3. \u60a8\u540c\u610f\u9075\u5b88\u6240\u6709\u9002\u7528\u7684\u8fdb\u51fa\u53e3\u6cd5\u5f8b\u548c\u6cd5\u89c4\u3002\n\n4. \u60a8\u540c\u610f\u5141\u8bb8 IBM \u5728\u5176\u4efb\u4f55\u8425\u4e1a\u573a\u6240\u5b58\u50a8\u548c\u4f7f\u7528\u60a8\u7684\u8054\u7cfb\u4fe1\u606f\uff0c\u5305\u62ec\u59d3\u540d\u3001\u7535\u8bdd\u53f7\u7801\u548c\u7535\u5b50\u90ae\u4ef6\u5730\u5740\u3002\u6b64\u7c7b\u4fe1\u606f\u5c06\u4e3a\u53cc\u65b9\u4e1a\u52a1\u5173\u7cfb\u7684\u76f8\u5173\u4e8b\u9879\u8fdb\u884c\u5904\u7406\u548c\u4f7f\u7528\uff0c\u5e76\u53ef\u63d0\u4f9b\u7ed9\u627f\u5305\u5546\u3001\u4e1a\u52a1\u5408\u4f5c\u4f19\u4f34\u548c IBM \u7684\u53d7\u6258\u65b9\u4ee5\u4f9b\u5176\u5171\u540c\u7684\u4e1a\u52a1\u6d3b\u52a8\u4f7f\u7528\uff0c\u5305\u62ec\u4e0e\u60a8\u8fdb\u884c\u901a\u4fe1\uff08\u4f8b\u5982\uff0c\u4e3a\u5904\u7406\u8ba2\u5355\u3001\u4fc3\u9500\u548c\u5e02\u573a\u8c03\u67e5\u800c\u4e0e\u60a8\u901a\u4fe1\uff09\u3002\n\n5. \u65e0\u8bba\u662f\u60a8\u8fd8\u662f IBM\uff0c\u5747\u4e0d\u5f97\u5728\u8bc9\u56e0\u53d1\u751f\u4e24\uff082\uff09\u5e74\u540e\u65b9\u636e\u6b64\u534f\u8bae\u63d0\u8d77\u8bc9\u8bbc\uff0c\u4f46\u5f53\u5730\u6cd5\u5f8b\u53e6\u6709\u89c4\u5b9a\u4e0d\u5f97\u4ee5\u7ea6\u5b9a\u653e\u5f03\u6216\u9650\u5236\u8005\u9664\u5916\u3002\n\n6. \u65e0\u8bba\u662f\u60a8\u8fd8\u662f IBM\uff0c\u5747\u4e0d\u5bf9\u56e0\u4e0d\u53ef\u63a7\u5236\u7684\u539f\u56e0\u800c\u65e0\u6cd5\u5c65\u884c\u7684\u4efb\u4f55\u4e49\u52a1\u8d1f\u8d23\u3002\n\n7. \u672c\u534f\u8bae\u5c06\u4e0d\u4e3a\u4efb\u4f55\u7b2c\u4e09\u65b9\u521b\u5efa\u4efb\u4f55\u6743\u5229\u6216\u8bc9\u56e0\uff0cIBM \u4e5f\u4e0d\u5bf9\u4efb\u4f55\u7b2c\u4e09\u65b9\u5bf9\u60a8\u7684\u7d22\u8d54\u8d1f\u8d23\uff0c\u4f46\uff0c\u4f9d\u636e\u4ee5\u4e0a\u201c\u8d23\u4efb\u9650\u5236\u201d\u4e00\u8282\u7684\u8bb8\u53ef\uff0c\u5bf9\u4e8e IBM \u5e94\u4ed8\u6cd5\u5f8b\u8d23\u4efb\u7684\u4eba\u8eab\u4f24\u5bb3\uff08\u5305\u62ec\u6b7b\u4ea1\uff09\u6216\u4e0d\u52a8\u4ea7\u6216\u6709\u5f62\u52a8\u4ea7\u7684\u7d22\u8d54\u9664\u5916\u3002\n\n6. \u9002\u7528\u6cd5\u5f8b\u3001\u53f8\u6cd5\u8f96\u533a\u548c\u4ef2\u88c1\n\n\u9002\u7528\u6cd5\u5f8b\n\n\u60a8\u4e0e IBM \u53cc\u65b9\u5747\u540c\u610f\uff0c\u60a8\u83b7\u5f97\u8f6f\u4ef6\u8bb8\u53ef\u8bc1\u6240\u5728\u7684\u56fd\u5bb6\u6216\u5730\u533a\u7684\u6cd5\u5f8b\u5c06\u7ba1\u8f96\u3001\u89e3\u91ca\u548c\u5f3a\u5236\u6267\u884c\u672c\u534f\u8bae\u4e3b\u4f53\u5f15\u8d77\u7684\u6216\u4ee5\u4efb\u4f55\u65b9\u5f0f\u4e0e\u4e4b\u76f8\u5173\u7684\u60a8\u4e0e IBM \u7684\u6743\u5229\u3001\u8d23\u4efb\u548c\u4e49\u52a1\uff0c\u800c\u4e0d\u8003\u8651\u51b2\u7a81\u6cd5\u539f\u5219\u3002\n\n\u4e0d\u9002\u7528\u300a\u8054\u5408\u56fd\u56fd\u9645\u8d27\u7269\u9500\u552e\u5408\u540c\u516c\u7ea6\u300b\u3002\n\n\u53f8\u6cd5\u8f96\u533a\n\n\u53cc\u65b9\u7684\u6240\u6709\u6743\u5229\u3001\u8d23\u4efb\u548c\u4e49\u52a1\u5747\u53d7\u60a8\u83b7\u5f97\u8f6f\u4ef6\u8bb8\u53ef\u8bc1\u6240\u5728\u7684\u56fd\u5bb6\u6216\u5730\u533a\u7684\u6cd5\u9662\u7684\u7ba1\u8f96\u3002\n\n\u7b2c\u4e8c\u90e8\u5206 \u2014 \u56fd\u5bb6\u6216\u5730\u533a\u7279\u522b\u6761\u6b3e\n\n\u4e9a\u592a\u5730\u533a\n\n\u4e2d\u56fd\u9999\u6e2f\u7279\u522b\u884c\u653f\u533a\u4e0e\u6fb3\u95e8\u7279\u522b\u884c\u653f\u533a\uff1a\u9002\u7528\u6cd5\u5f8b\u3001\u53f8\u6cd5\u8f96\u533a\u548c\u4ef2\u88c1\uff08\u7b2c\u516d\u8282\uff09\uff1a \u201c\u9002\u7528\u6cd5\u5f8b\u201d\u5206\u6b3e\u4e2d\u7684\u201c\u60a8\u83b7\u5f97\u8f6f\u4ef6\u8bb8\u53ef\u8bc1\u6240\u5728\u7684\u56fd\u5bb6\u6216\u5730\u533a\u7684\u6cd5\u5f8b\u201d\u66ff\u6362\u4e3a\uff1a\n\n\u4e2d\u56fd\u9999\u6e2f\u7279\u522b\u884c\u653f\u533a\u7684\u6cd5\u5f8b\n\n\u4e2d\u534e\u4eba\u6c11\u5171\u548c\u56fd\uff1a\u8d39\u7528\uff08\u7b2c\u4e8c\u8282\uff09\uff1a \u6dfb\u52a0\u4ee5\u4e0b\u5185\u5bb9\uff1a\n\n\u6240\u6709\u5728\u4e2d\u534e\u4eba\u6c11\u5171\u548c\u56fd\u5883\u5185\u53d1\u751f\u7684\u94f6\u884c\u8d39\u7528\u90fd\u7531\u60a8\u652f\u4ed8\uff0c\u800c\u6240\u6709\u5728\u4e2d\u534e\u4eba\u6c11\u5171\u548c\u56fd\u5883\u5916\u53d1\u751f\u7684\u94f6\u884c\u8d39\u7528\u90fd\u7531 IBM \u652f\u4ed8\u3002\n\n\u9002\u7528\u6cd5\u5f8b\u3001\u53f8\u6cd5\u8f96\u533a\u548c\u4ef2\u88c1\uff08\u7b2c\u516d\u8282\uff09\uff1a \u201c\u9002\u7528\u6cd5\u5f8b\u201d\u5206\u6b3e\u4e2d\u7684\u201c\u60a8\u83b7\u5f97\u8f6f\u4ef6\u8bb8\u53ef\u8bc1\u6240\u5728\u7684\u56fd\u5bb6\u6216\u5730\u533a\u7684\u6cd5\u5f8b\u201d\u66ff\u6362\u4e3a\uff1a\n\n\u7f8e\u56fd\u7ebd\u7ea6\u5dde\u6cd5\u5f8b\uff08\u4f46\u5f53\u5730\u6cd5\u5f8b\u53e6\u6709\u8981\u6c42\u7684\u9664\u5916\uff09\n\n\u672c\u534f\u8bae\u7684\u82f1\u6587\u7248\u4f18\u5148\u4e8e\u4efb\u4f55\u5176\u4ed6\u8bed\u8a00\u7684\u7248\u672c\u3002\n\nZ125-3301-12 (11/2003)\n\n\n\n\u8bb8\u53ef\u4fe1\u606f\n\n\u9664 \u56fd\u9645\u8f6f\u4ef6\u8bb8\u53ef\u534f\u8bae \u4e2d\u7684\u6761\u6b3e\u548c\u6761\u4ef6\u5916\uff0c\u4e0b\u5217\u5404\u7a0b\u5e8f\u6309\u7167\u4e0b\u8ff0\u6761\u6b3e\u548c\u6761\u4ef6\u88ab\u7279\u8bb8\u4f7f\u7528\u3002\n\n\u7a0b\u5e8f\u540d\u79f0\uff1aSCM Adapter Plug-in for IBM Rational ClearCase\n\u7a0b\u5e8f\u53f7\uff1a5724-G29\n\u5bb6\u7528\uff0f\u4fbf\u643a\u5f0f\u8ba1\u7b97\u673a\u4e0a\u7684\u4f7f\u7528\u6388\u6743\uff1a\u672c\u7a0b\u5e8f\u53ef\u4ee5\u4fdd\u5b58\u5728\u4e3b\u673a\u548c\u53e6\u4e00\u53f0\u673a\u5668\u4e0a\uff0c\u5176\u524d\u63d0\u662f\u672c\u7a0b\u5e8f\u4e0d\u5f97\u540c\u65f6\u5728\u4e24\u53f0\u673a\u5668\u4e0a\u8fd0\u884c\u3002\n\n\n\u6307\u5b9a\u64cd\u4f5c\u73af\u5883\n\n\u6709\u5173\u672c\u7a0b\u5e8f\u8bf4\u660e\u548c\u6307\u5b9a\u64cd\u4f5c\u73af\u5883\u7684\u4fe1\u606f\uff0c\u53ef\u4ee5\u5728\u968f\u672c\u7a0b\u5e8f\u63d0\u4f9b\u7684\u6587\u6863\u4f8b\u5982\u8bf4\u660e\u6587\u4ef6\u4e2d\uff08\u5982\u6709\uff09\u627e\u5230\uff0c\u4e5f\u53ef\u901a\u8fc7 IBM \u516c\u5e03\u7684\u5176\u4ed6\u4fe1\u606f\uff0c\u4f8b\u5982\u516c\u544a\u51fd\u4ef6\u627e\u5230\u3002\n\n\u7a0b\u5e8f\u7279\u522b\u6761\u6b3e\n\n\u672c\u8f6f\u4ef6\u662f\u4e3a\u4e86\u4e0e\u4e0a\u9762\u201c\u4ea7\u54c1\u540d\u79f0\u201d\u4e2d\u63d0\u53ca\u7684 IBM \u7a0b\u5e8f\u4e00\u8d77\u4f7f\u7528\u800c\u8bbe\u8ba1\u7684\u3002\u672c\u8f6f\u4ef6\u662f\u6839\u636e\u4e0e\u4e0a\u9762\u6240\u63d0\u53ca\u7684\u4e14\u60a8\u5df2\u7ecf\u4e3a\u5176\u83b7\u5f97\u6709\u6548\u8bb8\u53ef\u7684 IBM \u7a0b\u5e8f\u7684\u76f8\u540c\u6761\u6b3e\u548c\u6761\u4ef6\uff08\u5305\u62ec\u76f8\u540c\u7684\u8bb8\u53ef\u7c7b\u578b\uff09\u5411\u60a8\u6388\u4e88\u8bb8\u53ef\u7684\u3002\n\nD/N:  L-KHUY-6PDP84\nP/N:  L-KHUY-6PDP84 \n
